{"headline": {"main": "The Story of the British Today -- Written by Themselves; A Remarkable Collection of Letters Written by All Classes That Gives a Vivid and Coherent Picture of the Nation at War WAR LETTERS FROM BRITAIN. Edited by Diana Forbes-Robertson and Roger W. Straus Jr. With foreword by Vincent Sheean. 240 pp. Published in cooperation with Current History and Forum. New York: G.P. Putnam's Sons. $2."}, "lead_paragraph": "AN old lady in Oxford Street explained one morning that she had not heard the air-raid sirens. \"But when I saw the people running and laughing I knew that it must be an alarm.\" And the English-woman whose letter notes that characteristic episode comments with equally characteristic restraint on the general reaction to the bombing of Britain, \"I think Hitler would be dissatisfied.\"", "news_desk": null, "document_type": "article", "blog": [], "abstract": "War Letters from Britain; ed by D Forbes-Robertson and R W Straus Jr", "print_page": "BR3", "type_of_material": "Review", "source": "The New York Times", "_id": "4fc2138845c1498b0d5e1e76", "keywords": [{"name": "creative_works", "value": "WAR LETTERS FROM BRITAIN"}, {"name": "persons", "value": "D FORBES-ROBERTSON AND R W STRAUS JR"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "1941-02-02T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "AN old lady in Oxford Street explained one morning that she had not heard the air-raid sirens. \"But when I saw the people running and laughing I knew that it must be an alarm.\" And the English-woman whose letter notes that characteristic episode c...", "slideshow_credits": null, "word_count": 1310, "byline": {"person": [{"lastname": "WOODS", "role": "reported", "rank": 1, "organization": "", "firstname": "Katherine"}], "original": "By KATHERINE WOODS"}, "web_url": "http://query.nytimes.com/gst/abstract.html?res=9503E2DA163BE33BBC4A53DFB466838A659EDE", "section_name": null}