{"headline": {"main": "PRICE CHAOS SEEN IF NO CURB IS PUT ON LABOR, FARMER; Brookings Institution Says Bill in Congress Won't Work, Urges End of the 'Parity' System WAGES TOP RISE IN COSTS Taxes Could Bar Profit Gain From Stabilized Pay -- Middle Classes Held Sufferers PRICE CURBS URGED FOR LABOR, FARMER"}, "lead_paragraph": "WASHINGTON, Sept. 28 -- The 21 per cent rise in wholesale prices which has occurred in two years is attributable chiefly to increases in farm products and to higher hourly wage rates, the Brookings Institution reported today. As a result, it said, the government's pending price control bill could exert no effective control over the price system as a whole and must be supplemented by stabilization of farm prices and wages in general.", "news_desk": null, "document_type": "article", "blog": [], "abstract": "Brookings Inst rept shows need to release govt-held stocks for market to check price rise; sees govt's parity promises as stimulating upward speculation", "print_page": "1", "type_of_material": "Front Page", "source": "The New York Times", "_id": "4fc216da45c1498b0d5f0dd2", "keywords": [{"name": "glocations", "value": "UNITED STATES"}, {"name": "glocations", "value": "UNITED STATES, STATUS OF"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "organizations", "value": "BROOKINGS INSTITUTION"}, {"name": "subject", "value": "PRICES"}, {"name": "subject", "value": "EUROPEAN WAR"}, {"name": "subject", "value": "AGRICULTURE"}], "pub_date": "1941-09-29T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "WASHINGTON, Sept. 28 -- The 21 per cent rise in wholesale prices which has occurred in two years is attributable chiefly to increases in farm products and to higher hourly wage rates, the Brookings Institution reported today. As a result, it said,...", "slideshow_credits": null, "word_count": 1111, "byline": {"person": [{"role": "reported", "rank": 1, "organization": ""}], "original": "Special to THE NEW YORK TIMES"}, "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D05E1DB113FE13BBC4151DFBF66838A659EDE", "section_name": null}