{"headline": {"main": "AIR BLOWS PRESSED; French Fields Pounded as Fortresses Join British in Sweeps POWER PLANT IS HIT Canal Locks Smashed on Key Dutch Route Serving Antwerp Fortresses Pound French Fields; Join in Fighters' Biggest Sweeps"}, "lead_paragraph": "LONDON, Friday, Sept. 3 -- American Flying Fortresses, culminating an evening of widespread activity that saw Royal Air Force Fighter Command planes in their biggest operation of the year, blasted enemy airfields at Mardyck and Denain in northern France late yesterday, a joint British-American communique reported today.", "news_desk": null, "document_type": "article", "blog": [], "abstract": "Allied fliers bomb Ger airfields at Mardyck and Denain, northern France, and targets in Pas de Calais Dept following RAF fighter plane attack on Netherlands Hansweert Canal; map; 250,000 reptd to have left Berlin after last RAF raid; dead estimated; Brit Air Ministry revs Allied air offensive against Ger, 4th yr of war; demands in Brit for more bombing cited; Air Chief Marshal Sir Joubert predicts final blow against Ger from air", "print_page": "1", "type_of_material": "Front Page", "source": "The New York Times", "_id": "4fc223bf45c1498b0d629d5c", "keywords": [{"name": "organizations", "value": "MEDITERRANEAN FRONT"}, {"name": "organizations", "value": "WESTERN FRONT"}, {"name": "subject", "value": "WORLD WAR II"}, {"name": "subject", "value": "WORLD WAR II"}], "pub_date": "1943-09-03T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "LONDON, Friday, Sept. 3 -- American Flying Fortresses, culminating an evening of widespread activity that saw Royal Air Force Fighter Command planes in their biggest operation of the year, blasted enemy airfields at Mardyck and Denain in northern ...", "slideshow_credits": null, "word_count": 746, "byline": {"original": "By The United Press", "organization": "The United Press", "person": []}, "web_url": "http://query.nytimes.com/gst/abstract.html?res=9900EFD71738E33BBC4B53DFBF668388659EDE", "section_name": null}