{"headline": {"main": "TUNISIA LINE AFIRE; Germans Strike Hard at Most Key Points, but Allies Hold Gains FRENCH PUSH AHEAD Reach Within 20 Miles of Bizerte -- Americans Also Approach Base TUNISIA LINE AFIRE AS GERMANS STRIKE"}, "lead_paragraph": "ALLIED HEADQUARTERS IN NORTH AFRICA, April 30 -- While the Germans threw powerful but futile counter-attacks at the Allies at most key points along the Tunisian front yesterday, patrols of the French Africa Corps reached the shore of Lake Achkel at a point on the northern coastal road seventeen miles west of the Bizerte naval base and then dropped back three miles to establish a position on the height of Kef Touro.", "news_desk": null, "document_type": "article", "blog": [], "abstract": "Gers strike with powerful but futile counter-attacks at Allied Tunis front key points; French reach Lake Achkel shore; establish position on Kef Touro Ht; French and US troops reptd nearing Bizerte; US troops advance along Mateur road, Lt Gen Anderson Brit 1st Army troops push to Djebel bou Aoukaz; 10 Ger tanks reptd destroyed, that area; Allied planes continue aerial activity; hardest fighting reptd between US and Ger troops at Djebel Tahent, hill 609; map", "print_page": "1", "type_of_material": "Front Page", "source": "The New York Times", "_id": "4fc2267b45c1498b0d636370", "keywords": [{"name": "organizations", "value": "MEDITERRANEAN FRONT"}, {"name": "subject", "value": "WORLD WAR II"}], "pub_date": "1943-05-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "ALLIED HEADQUARTERS IN NORTH AFRICA, April 30 -- While the Germans threw powerful but futile counter-attacks at the Allies at most key points along the Tunisian front yesterday, patrols of the French Africa Corps reached the shore of Lake Achkel a...", "slideshow_credits": null, "word_count": 1193, "byline": {"person": [{"organization": "", "lastname": "KLUCKHOHNWireless", "middlename": "L.", "role": "reported", "rank": 1, "firstname": "Frank"}], "original": "By FRANK L. KLUCKHOHNWireless to THE NEW YORK TIMES"}, "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D06E3DD1638E33BBC4953DFB3668388659EDE", "section_name": null}