{"headline": {"main": "The Yearnings of the Pashtuns"}, "lead_paragraph": "As the Taliban's position in Afghanistan continues to crumble, the political future of the Pashtuns -- a plurality of Afghans and a majority within the Taliban -- has become a crucial issue. All sides recognize that it must be resolved if reconstruction of Afghanistan is to begin. To develop an effective strategy, the United States will need to understand some of the Pashtuns' past and aspirations, and in particular how these have affected Afghan-Pakistani relations. About 13 percent of Pakistan's population speaks a version of Pashto, the Pashtun language. The Pakistan-Afghanistan border -- the Durand line -- was drawn by the British more than a century ago but Pakistan's Pashtuns feel little separates them from their Afghan cousins. The border was considered by the British as binding, by successive Afghan governments as imposed and by Pashtuns as ''a line drawn on water.'' Negotiations today with Afghanistan's Pashtun leaders have been taking place on both sides of the line.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Op-Ed article by Vartan Gregorian says for United States to develop effective strategy in reconstruction of Afghanistan, it will need to understand some of Pashtuns' past and aspirations, and how these have affected Afghan-Pakistani relations; says Pakistan-Afghanistan border was drawn by British century ago, but Pakistan's Pashtuns feel little separates them from their Afghan counsins; says Taliban thrived not only in Afghanistan but in Pakistan; says if government dominated by Northern Alliance denies Pashtuns power in Afghanistan proper, they will exert power elsewhere; says Taliban forces could retreat into Pakistan's Northwest Frontier Province and form alliances with their Pashtun cousins; holds that without major Pashtun role in future of Afghanistan, there will be no viable peace; drawing (L)", "print_page": "31", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd212018eb7c8105d7878d1", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "NORTHERN ALLIANCE"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "AFGHANISTAN-INTERNATIONAL RELATIONS-PAKISTAN"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "HISTORY"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-15T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "As the Taliban's position in Afghanistan continues to crumble, the  political future of the Pashtuns -- a plurality of Afghans and a majority within the Taliban -- has become a crucial issue. All sides recognize that it must be resolved if reconst...", "slideshow_credits": null, "word_count": 1036, "byline": {"person": [{"lastname": "Gregorian", "role": "reported", "rank": 1, "organization": "", "firstname": "Vartan"}], "original": "By Vartan Gregorian"}, "web_url": "http://www.nytimes.com/2001/11/15/opinion/the-yearnings-of-the-pashtuns.html", "section_name": "Opinion"}