{"headline": {"main": "150th Anniversary: 1851-2001; The Reporter's Reporter"}, "lead_paragraph": "NOTHING changed the nature of print journalism quite like the force of television. In the 1960's and 70's, the encyclopedic, omniscient style that had defined The Times was no longer enough. There had to be room for a subtler style of reporting, one that greatly enhanced the influence and judgment of the reporter on the ground. Reporters had to be able to go places that television's bulky cameras couldn't go, and produce stories that television, with its inherent limits of time and space, could not match. If any one reporter's career reflected the changes in these two very different eras, it was that of Charles Mohr of Loup City, Neb., who worked for the paper from January 1964 until his death 25 years later. In those years, he covered every major story in the world -- most notably wars in the Middle East and in Vietnam.", "news_desk": "Special Section", "document_type": "article", "blog": [], "abstract": "David Halberstam profiles Charles Mohr, a 'reporter's reporter,' who worked for New York Times from 1964 until his death 25 years later; notes that Mohr covered every major story in world during those years, most notably wars in Middle East and in Vietnam; photo (L) (Special section marking New York Times' 150th birthday)", "print_page": "30", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2676a8eb7c8105d81cf8b", "keywords": [{"name": "persons", "value": "MOHR, CHARLES"}, {"name": "organizations", "value": "NEW YORK TIMES"}, {"name": "subject", "value": "VIETNAM WAR"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}], "pub_date": "2001-11-14T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "NOTHING changed the nature of print journalism quite like the force of television. In the 1960's and 70's, the encyclopedic, omniscient style that had defined The Times was no longer enough. There had to be room for a subtler style of reporting, o...", "slideshow_credits": null, "word_count": 1668, "byline": {"person": [{"lastname": "HALBERSTAM", "role": "reported", "rank": 1, "organization": "", "firstname": "David"}], "original": "By DAVID HALBERSTAM"}, "web_url": "http://www.nytimes.com/2001/11/14/news/150th-anniversary-1851-2001-the-reporter-s-reporter.html", "section_name": null}