{"headline": {"main": "Grisly Uprising, Famed Hide-Outs and Altered American Attitudes", "kicker": "A NATION CHALLENGED: AN OVERVIEW: NOV. 25, 2001"}, "lead_paragraph": "Of late, the war in Afghanistan has been a split-screen affair, focused on Kunduz in the north and Kandahar in the south. Half of the screen may now be fading to black. Northern Alliance commanders say they have finally taken encircled Kunduz, leaving Kandahar as the Taliban's last redoubt. It was a gruesome day, with many Taliban prisoners killed when they tried to revolt. And the fighting took a profound new turn as the United States committed itself more than ever to a land war. It sent in marines, by the hundreds. SURRENDER, THEN UPRISING -- As usual, getting a clear fix on the Afghan situation was not easy. Plainly, Kunduz was slipping from the Taliban's grasp. The question is whether a senior Northern Alliance official was premature in claiming complete control of the city. If he was right, where did all the Taliban go? Many hundreds, Afghans and foreigners alike, have surrendered to alliance forces. But that could still leave many more holed up in Kunduz. It may take a bit longer to tell if the Taliban there have entirely given up, or if pockets of resistance endure, especially from the notably fierce non-Afghan contingent.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Overview of latest developments, November 25, in US military action in Afghanistan in war against terrorism (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd212018eb7c8105d7878c1", "keywords": [{"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "NORTHERN ALLIANCE"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-26T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Of late, the war in Afghanistan has been a split-screen affair, focused on Kunduz in the north and Kandahar in the south. Half of the screen may now be fading to black. Northern Alliance commanders say they have finally taken encircled Kunduz, lea...", "slideshow_credits": null, "word_count": 756, "byline": {"person": [{"lastname": "HABERMAN", "role": "reported", "rank": 1, "organization": "", "firstname": "Clyde"}], "original": "By CLYDE HABERMAN"}, "web_url": "http://www.nytimes.com/2001/11/26/world/nation-challenged-overview-nov-25-2001-grisly-uprising-famed-hide-outs-altered.html", "section_name": "World; Washington"}