{"headline": {"main": "Liberating the Women of Afghanistan"}, "lead_paragraph": "America did not go to war in Afghanistan so that women there could once again feel the sun on their faces, but the reclaimed freedom of Afghan women is a collateral benefit that Americans can celebrate. After five years of Taliban rule, women in Afghanistan are uncovering their faces, looking for jobs, walking happily with female friends on the street and even hosting a news show on Afghan television. The Taliban leadership did all it could to erase the dignity of women. Women were banned from working or leaving the house without a male relative. The burka, a full-body tent that left women barely able to see, became required outdoor dress. About 50,000 Afghan widows were in danger of hunger, as they had no relative to support them and for most of the Taliban's rule could not work or even beg. Women doctors were often prohibited from practicing medicine, and men were limited in their ability to treat women.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Editorial says reclaimed freedom of Afghan women is collateral benefit of successful US military campaign against terrorism that Americans can celebrate; says new Afghan administration must not only be committed to women's freedom and well-being, but should also include them in positions where they can influence country's future (M)", "print_page": "26", "type_of_material": "Editorial", "source": "The New York Times", "_id": "4fd2526d8eb7c8105d7f7e84", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "MISSING PERSONS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "WOMEN"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-24T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "America did not go to war in Afghanistan so that women there could once again feel the sun on their faces, but the reclaimed freedom of Afghan women is a collateral benefit that Americans can celebrate. After five years of Taliban rule, women in A...", "slideshow_credits": null, "word_count": 507, "byline": null, "web_url": "http://www.nytimes.com/2001/11/24/opinion/liberating-the-women-of-afghanistan.html", "section_name": "Opinion"}