{"headline": {"main": "War and Politics in Afghanistan"}, "lead_paragraph": "Americans should be encouraged that the early phases of the war against terrorism have gone relatively smoothly in Afghanistan, but some of the most important and difficult tasks in that nation now lie ahead. The Pentagon has been airlifting hundreds of marines into southern Afghanistan in recent days, preparing for more extensive American ground combat missions. Rival Afghan opposition groups meet this morning in Germany in a preliminary effort to fashion a unified government. Neither of these ventures promises quick or easy results. How they unfold will help determine whether the United States achieves its main objectives in Afghanistan. The primary remaining military objectives are to uproot the Taliban from Kandahar, their original stronghold and last center of power, and to hunt down Osama bin Laden and his fellow terrorists. Both goals must be achieved in the ethnic Pashtun regions of southern and eastern Afghanistan where the Northern Alliance, made up largely of non-Pashtun minority groups, cannot be as useful a military partner as it was in the north. The brunt of the fighting in this phase of the war is likely to be borne by the marines. President Bush warned Americans yesterday to ''be prepared for loss of life.'' To minimize casualties, the Pentagon must be as smart and creative in developing battlefield tactics as it has been in other areas of Afghanistan.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Editorial says Americans should be encouraged that early phases of war against terrorism in Afghanistan have gone relatively smoothly, but warns some of most important and difficult tasks lie ahead; cites more extensive American ground combat missions and efforts to fashion unified government for country comprising rival opposition groups (M)", "print_page": "18", "type_of_material": "Editorial", "source": "The New York Times", "_id": "4fd2676a8eb7c8105d81cfd0", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "MISSING PERSONS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-27T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Americans should be encouraged that the early phases of the war against terrorism have gone relatively smoothly in Afghanistan, but some of the most important and difficult tasks in that nation now lie ahead. The Pentagon has been airlifting hundr...", "slideshow_credits": null, "word_count": 545, "byline": null, "web_url": "http://www.nytimes.com/2001/11/27/opinion/war-and-politics-in-afghanistan.html", "section_name": "Opinion"}