{"headline": {"main": "Leftovers From an Old War"}, "lead_paragraph": "After a recent meeting with Russia's foreign minister, Igor Ivanov, Secretary of State Colin Powell proclaimed a new era: ''Not only is the cold war over, the post-cold war period is also over.'' When President Vladimir Putin visits President Bush at his ranch in Crawford, Tex., next week, they will have an extraordinary opportunity to turn Secretary Powell's encouraging words into reality. Unfortunately, they will have their work cut out for them -- the nuclear arsenals of the two nations are still stuck in the cold war. The United States and Russia continue to maintain a combined total of over 13,000 long-range, or strategic, nuclear weapons, with the only plausible targets of such destructive power being each other. The two nations also have an estimated 6,000 tactical nuclear weapons -- currently operational warheads intended for use on short-range battlefield sytems -- most of them on the Russian side. Former Soviet President Mikhail Gorbachev, among others, has pointed out how preposterous this is. Nonetheless the United States and Russia still have prompt retaliatory war plans, with over 4,000 warheads ready to be launched in a matter of minutes. These missiles cannot be stopped once fired. Russia's deteriorating command and control system further increases the risk of an inadvertent or mistaken launch.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Karl F Inderfurth Op-Ed article says that when Pres Bush hosts Russian Pres Vladimir Putin at his ranch next week they will have extraordinary opportunity to turn into reality Sec Colin Powell's proclamation that 'post-cold war period' is over; addresses serious matter of reducing threat of Russian nuclear weapons, materiel and expertise ending up in hostile hands (M)", "print_page": "23", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd229928eb7c8105d7b39cc", "keywords": [{"name": "persons", "value": "POWELL, COLIN L"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "PUTIN, VLADIMIR V"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}], "pub_date": "2001-11-07T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "After a recent meeting with Russia's foreign minister, Igor Ivanov, Secretary of State Colin Powell proclaimed a new era: ''Not only is the cold war over, the post-cold war period is also over.'' When President Vladimir Putin visits President Bush...", "slideshow_credits": null, "word_count": 617, "byline": {"person": [{"organization": "", "lastname": "Inderfurth", "middlename": "F.", "role": "reported", "rank": 1, "firstname": "Karl"}], "original": "By Karl F. Inderfurth"}, "web_url": "http://www.nytimes.com/2001/11/07/opinion/leftovers-from-an-old-war.html", "section_name": "Opinion"}