{"headline": {"main": "Terror War Offers Russia New Hope For Membership"}, "lead_paragraph": "With China's membership in the World Trade Organization set to be sealed at the group's summit meeting in Qatar over the next few days, Russia remains the only big world power outside the global trade club. That is a major disappointment to Russia's president, Vladimir V. Putin, who has made entry into the 142-country group a top priority. The Kremlin, which began its bid eight years ago, sees membership as crucial to its effort to remake its checkered reputation as a tough place to do business. Concerns over Russia's ability to transform its markets and come up with changes to its legal system that would help protect contract and property rights have shadowed several years of accession talks.", "news_desk": "Business/Financial Desk", "document_type": "article", "blog": [], "abstract": "Russia's prospects for membership in World Trade Orgn are seen improved, with United States taking softer line on issue; Russia sees membership as crucial to its effort to remake its checkered reputation as tough place to do business; concerns over Russia's ability to transform its markets and come up with changes in its legal system that would help protect contract and property rights have shadowed seveal years of accession talks (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2292c8eb7c8105d7b2cb8", "keywords": [{"name": "glocations", "value": "RUSSIA"}, {"name": "subject", "value": "FOREIGN INVESTMENTS"}, {"name": "subject", "value": "INTERNATIONAL TRADE AND WORLD MARKET"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}], "pub_date": "2001-11-09T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "With China's membership in the World Trade Organization set to be sealed at the group's summit meeting in Qatar over the next few days, Russia remains the only big world power outside the global trade club.   That is a major disappointment to Russ...", "slideshow_credits": null, "word_count": 647, "byline": {"person": [{"lastname": "OLSON", "role": "reported", "rank": 1, "organization": "", "firstname": "Elizabeth"}, {"lastname": "BRAUER", "role": "reported", "rank": 2, "organization": "", "firstname": "Birgit"}], "original": "By ELIZABETH OLSON with BIRGIT BRAUER"}, "web_url": "http://www.nytimes.com/2001/11/09/business/terror-war-offers-russia-new-hope-for-membership.html", "section_name": "Business"}