{"headline": {"main": "Ulster's Protestant Leader In Party Showdown Today"}, "lead_paragraph": "A showdown meeting of the Ulster Unionists on Saturday is calling attention to the persistence of dangerous divisions in the province's Protestant majority at a time when the end of a stalemate over the disarmament of militias seemed to have cleared the way for progress toward peace. Party members have been summoned to Belfast by hard-liners opposed to the leadership of David Trimble. Their purpose is to restrict his ability to keep the party engaged in government with their Catholic rivals, Sinn Fein, the party of the Irish Republican Army, while the I.R.A. guerrillas keep any arms.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Showdown meeting of Ulster Unionists on December 1 underscores persistence of dangerous divisions in province's Protestant majority at time when end of stalemate over disarmament of militias seemed to have cleared way for progress toward peace; party members have been summoned to Belfast by hard-liners opposed to leadership of David Trimble; purpose is to restrict his ability to keep party engaged in government with Catholic rivals Sinn Fein of Irish Republican Army, while IRA guerrillas keep any arms (M)", "print_page": "4", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2526b8eb7c8105d7f7d93", "keywords": [{"name": "persons", "value": "TRIMBLE, DAVID"}, {"name": "glocations", "value": "NORTHERN IRELAND"}, {"name": "organizations", "value": "IRISH REPUBLICAN ARMY"}, {"name": "organizations", "value": "SINN FEIN"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2001-12-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "A showdown meeting of the Ulster Unionists on Saturday is calling attention to the persistence of dangerous divisions in the province's Protestant majority at a time when the end of a stalemate over the disarmament of militias seemed to have clear...", "slideshow_credits": null, "word_count": 695, "byline": {"person": [{"lastname": "HOGE", "role": "reported", "rank": 1, "organization": "", "firstname": "Warren"}], "original": "By WARREN HOGE"}, "web_url": "http://www.nytimes.com/2001/12/01/world/ulster-s-protestant-leader-in-party-showdown-today.html", "section_name": "World"}