{"headline": {"main": "His Perks and Power Gone, Clinton Faces Storm Alone"}, "lead_paragraph": "Bill Clinton walked into an AIDS fund-raiser at the Apollo Theater in Harlem the other night to a flicker of applause and recognition from the audience. His wife was in Washington, so Mr. Clinton's company for his night out consisted of Representative Charles B. Rangel of Harlem, the singer Roberta Flack, and a modest crew of Secret Service agents. The former president spent the next four hours in a cramped center seat, at times chatting with Mr. Rangel and Ms. Flack and occasionally autographing a program that was passed over the seats.", "news_desk": "National Desk", "document_type": "article", "blog": [], "abstract": "Friends describe former Pres Bill Clinton as adrift and often isolated; say incessant controversy over series of last-minute pardons has exacerbated his forced isolation; say Hillary Clinton is torn over her husband's predicament, angered that pardons he granted have tarnished her entry into public life, but distressed that no one is around to help him deal with public relations disasters that have marked his entry into private life; Clinton's friends and advisers describe him as subdued, angered and, to some extent, perplexed at extent to which he has remained prominent and vilified figure; controversy has set back game plan his advisers laid out for him for post-White House life, which called for Clinton to retreat to quiet, dignified and lucrative private existence, giving speeches, writing his memoirs and associating himself with some sort of good works; photo (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd210628eb7c8105d78491a", "keywords": [{"name": "persons", "value": "CLINTON, BILL"}, {"name": "persons", "value": "CLINTON, HILLARY RODHAM"}, {"name": "organizations", "value": "CONGRESS"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "PRESIDENTS AND PRESIDENCY (US)"}, {"name": "subject", "value": "LECTURES AND LECTURING"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "AMNESTIES AND PARDONS"}], "pub_date": "2001-03-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Bill Clinton walked into an AIDS fund-raiser at the Apollo Theater in Harlem the other night to a flicker of applause and recognition from the audience. His wife was in Washington, so Mr. Clinton's company for his night out consisted of Representa...", "slideshow_credits": null, "word_count": 1519, "byline": {"person": [{"lastname": "NAGOURNEY", "role": "reported", "rank": 1, "organization": "", "firstname": "Adam"}], "original": "By ADAM NAGOURNEY"}, "web_url": "http://www.nytimes.com/2001/03/01/us/his-perks-and-power-gone-clinton-faces-storm-alone.html", "section_name": "Front Page; U.S.; Washington; Books"}