{"headline": {"main": "World Briefing | Europe: Yugoslavia Protects Mladic, Prosecutors Say"}, "lead_paragraph": "Ratko Mladic, left, the former Bosnian Serb general charged with genocide and other war crimes, is living in Serbia and moving around freely because he is protected by the Yugoslav Army, according to prosecutors for the United Nations war crimes tribunal in The Hague. The chief prosecutor, Carla Del Ponte, told the United Nations Security Council on Tuesday that General Mladic had ''official protection of the Yugoslav Army.'' Yugoslavia's interior minister, Zoran Zivkovic, said the assertion was ''completely unfounded.'' The deputy prosecutor, Graham Blewitt, who would not identify the source of the tribunal's information, said that General Mladic lived part of the time in Belgrade and part of the time elsewhere in Serbia. That would put him out of the reach of NATO forces that are based in the region and put the burden of his arrest on the Yugoslav authorities. Marlise Simons (NYT)", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Prosecutors for United Nations war crimes tribunal in The Hague say that Ratko Mladic, former Bosnian Serb general charged with genocide and other war crimes, is living in Serbia and moving around freely, with official protection of Yugoslav Army; Yugoslavia's interior minister, Zoran Zivkovic, calls claim 'completely unfounded'; photo (S)", "print_page": "16", "type_of_material": "News", "source": "The New York Times", "_id": "4fd211318eb7c8105d7863d2", "keywords": [{"name": "persons", "value": "ZIVKOVIC, ZORAN"}, {"name": "persons", "value": "MLADIC, RATKO"}, {"name": "glocations", "value": "HAGUE (NETHERLANDS)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "glocations", "value": "BOSNIA AND HERZEGOVINA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}], "pub_date": "2001-11-29T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Ratko Mladic, left, the former Bosnian Serb general charged with genocide and other war crimes, is living in Serbia and moving around freely because he is protected by the Yugoslav Army, according to prosecutors for the United Nations war crimes t...", "slideshow_credits": null, "word_count": 144, "byline": {"person": [{"organization": "", "lastname": "NYT", "middlename": "Simons", "role": "reported", "rank": 1, "firstname": "Marlise"}], "original": "By Marlise Simons (NYT)"}, "web_url": "http://www.nytimes.com/2001/11/29/world/world-briefing-europe-yugoslavia-protects-mladic-prosecutors-say.html", "section_name": "World"}