{"headline": {"main": "The Wrong Time to Fight Iraq"}, "lead_paragraph": "The surprisingly swift successes of the American military campaign in Afghanistan have spurred talk about military action to oust Saddam Hussein from power in Iraq. The world would be a safer place with Mr. Hussein's cruel dictatorship removed. At this point, however, there are no good short-term options for getting rid of him. The Bush administration would make a serious mistake by moving to wage war in Iraq. One reason is that America's mission in Afghanistan is far from accomplished. Osama bin Laden and many top aides remain at large, Taliban fighters still hold out in the countryside and a few urban redoubts, and the creation of a stable post-Taliban government has barely begun. Until these basic objectives are achieved, Afghanistan will remain a potential base for international terrorism.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Editorial says Bush administration would make serious mistake by moving to wage war against Iraq in campaign against terrorism, despite surprisingly swift successes of military campaign in Afghanistan; says that there are no good short-term options for getting rid of cruel dictatorship of Pres Saddam Hussein, and that military action against Iraq would shatter international coalition needed to finish job in Afghanistan (M)", "print_page": "16", "type_of_material": "Editorial", "source": "The New York Times", "_id": "4fd211308eb7c8105d786244", "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "MISSING PERSONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-26T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The surprisingly swift successes of the American military campaign in Afghanistan have spurred talk about military action to oust Saddam Hussein from power in Iraq. The world would be a safer place with Mr. Hussein's cruel dictatorship removed. At...", "slideshow_credits": null, "word_count": 691, "byline": null, "web_url": "http://www.nytimes.com/2001/11/26/opinion/the-wrong-time-to-fight-iraq.html", "section_name": "Opinion"}