{"headline": {"main": "Paul Warnke, 81, a Leading Dove in Vietnam Era, Dies"}, "lead_paragraph": "Paul C. Warnke, who was the highest Pentagon official in the Johnson administration to question openly the aims and conduct of the Vietnam War and later, as President Jimmy Carter's chief arms-control negotiator, sought to trim American and Soviet nuclear stockpiles, died yesterday at his home in Washington. He was 81. Mr. Warnke's views helped define the sensibilities of the diplomats known as doves in the cold war. He was part of an intellectual and political circle that included Washington mandarins like former Defense Secretary Clark M. Clifford, a Democratic Party insider with whom he long maintained a powerful law partnership in Washington; former Secretary of State Cyrus R. Vance; and George F. Kennan, the expert on the Soviet Union who formulated the containment strategy that framed American foreign policy in the decades of the rivalry with Moscow.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Paul C Warnke, who was highest Pentagon official in Johnson administration to question openly the aims and conduct of Vietnam War and later, as Pres Jimmy Carter's chief arms-control negotiator, sought to trim American and Soviet nuclear stockpiles, dies at 81; photo (L)", "print_page": "26", "type_of_material": "Obituary; Biography", "source": "The New York Times", "_id": "4fd2292f8eb7c8105d7b2e7c", "keywords": [{"name": "persons", "value": "WARNKE, PAUL C"}, {"name": "subject", "value": "VIETNAM WAR"}, {"name": "subject", "value": "ARMS CONTROL AND LIMITATION AND DISARMAMENT"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "DEATHS (OBITUARIES)"}], "pub_date": "2001-11-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Paul C. Warnke, who was the highest Pentagon official in the Johnson administration to question openly the aims and conduct of the Vietnam War and later, as President Jimmy Carter's chief arms-control negotiator, sought to trim American and Soviet...", "slideshow_credits": null, "word_count": 1815, "byline": {"person": [{"organization": "", "lastname": "KAUFMAN", "middlename": "T.", "role": "reported", "rank": 1, "firstname": "Michael"}], "original": "By MICHAEL T. KAUFMAN"}, "web_url": "http://www.nytimes.com/2001/11/01/world/paul-warnke-81-a-leading-dove-in-vietnam-era-dies.html", "section_name": "World; Obituaries"}