{"headline": {"main": "Barbecues and Missile Shields"}, "lead_paragraph": "Three days of meetings between President Bush and Vladimir Putin, the Russian president, concluded yesterday with evident good will but no agreement on reconciling American missile defense plans with the 1972 Antiballistic Missile Treaty. The remarkably relaxed and friendly atmosphere developing between the two leaders serves both countries and may eventually help resolve the ABM impasse. Meanwhile Washington should continue to defer any missile tests that would violate the treaty in its current form. Yesterday's informal appearance by the presidents at Crawford High School, near Mr. Bush's Texas ranch, showed how far the two countries have moved beyond the stiff and strained relations of the cold-war era. Even when ties warmed under Mikhail Gorbachev and Boris Yeltsin, the atmospherics of presidential meetings thawed only partly. Yesterday nothing seemed forced or scripted in the easy bantering between Mr. Bush and Mr. Putin or their sometimes like-minded replies to the thoughtful questions posed by the Crawford students. Yet for all the upbeat language, and the barbecue Mr. Bush served up on Wednesday night, there was no agreement on the divisive issue of missile defense.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Editorial notes that despite evident good will between Pres Bush and Russian Pres Vladimir Putin during three days of meetings in Washington and Texas, no agreement was reached on reconciling American missile defense plans with 1972 Antiballistic Missile Treaty; says Bush and Putin must continue efforts to resolve missile defense impasse, although quality of relations between US and Russia is as strong a guarantee of peace as any treaty", "print_page": "24", "type_of_material": "Editorial", "source": "The New York Times", "_id": "4fd2124a8eb7c8105d7885c1", "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "PUTIN, VLADIMIR V"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "subject", "value": "ARMS CONTROL AND LIMITATION AND DISARMAMENT"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "RUSSIA-INTERNATIONAL RELATIONS-US"}, {"name": "subject", "value": "MISSILES AND MISSILE DEFENSE SYSTEMS"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-16T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Three days of meetings between President Bush and Vladimir Putin, the Russian president, concluded yesterday with evident good will but no agreement on reconciling American missile defense plans with the 1972 Antiballistic Missile Treaty. The rema...", "slideshow_credits": null, "word_count": 439, "byline": null, "web_url": "http://www.nytimes.com/2001/11/16/opinion/barbecues-and-missile-shields.html", "section_name": "Opinion"}