{"headline": {"main": "A Widening Rout, Civil Liberties Issues, a Red Cross Retreat", "kicker": "A NATION CHALLENGED: AN OVERVIEW: NOV. 14, 2001"}, "lead_paragraph": "The war in Afghanistan was going well for the United States and its proxy fighters, so well that American commanders almost felt obliged to point out that things could still go wrong. Maybe, but on this day the rout of the Taliban continued. As they hunkered down in and around Kandahar, their southern stronghold, there were questions about how much longer they would be able to hold on. SHIFTING TACTICS -- With the Northern Alliance and other anti-Taliban forces having moved so stunningly fast to capture about 80 percent of the country, American commanders shifted tactics. Expect fewer air strikes against Taliban troops in the field, they said, and a more intense hunt for enemy leaders, above all Osama bin Laden. More than 100 American commandos were said to be in southern Afghanistan, carrying out covert operations against officials of the Taliban and Al Qaeda, Mr. bin Laden's terrorist network.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Overview of war in Afghanistan, American Red Cross assistance for victims of terror attacks and reaction to military trials proposed by Bush administration (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd212028eb7c8105d7878dc", "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "AMERICAN RED CROSS"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-15T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The war in Afghanistan was going well for the United States and its proxy fighters, so well that American commanders almost felt obliged to point out that things could still go wrong. Maybe, but on this day the rout of the Taliban continued. As th...", "slideshow_credits": null, "word_count": 714, "byline": {"person": [{"lastname": "HABERMAN", "role": "reported", "rank": 1, "organization": "", "firstname": "Clyde"}], "original": "By CLYDE HABERMAN"}, "web_url": "http://www.nytimes.com/2001/11/15/world/nation-challenged-overview-nov-14-2001-widening-rout-civil-liberties-issues-red.html", "section_name": "World"}