{"headline": {"main": "Not Museum Pieces, Yemeni Jews Do Their Best to Survive"}, "lead_paragraph": "Youssef Suleiman Habib is one of the last Jews in Yemen, a silversmith living in a village outside this town in the desert close to Saudi Arabia. With cooling breezes wafting into his mud-brick home, and the muezzin's calls to prayer echoing from a nearby mosque, Mr. Habib, who is 29, talked about being a Jew in a Muslim country. The moment was not easy, coming at a time when tensions between Jews and Arabs are once again boiling into violence a thousand miles away in the Gaza Strip and the West Bank.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Article on plight of Yemen's small community of Jews which totals approximately 300 after waves of immigration; community is doing best to survive in hard place at time when tensions between Jews and Arabs are once again boiling into violence in Gaza Strip and West Bank; maps; photo (M)", "print_page": "10", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2449a8eb7c8105d7deba0", "keywords": [{"name": "glocations", "value": "YEMEN"}, {"name": "glocations", "value": "WEST BANK"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "GAZA STRIP"}, {"name": "subject", "value": "JEWS"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}], "pub_date": "2001-01-03T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Youssef Suleiman Habib is one of the last Jews in Yemen, a silversmith living in a village outside this town in the desert close to Saudi Arabia.    With cooling breezes wafting into his mud-brick home, and the muezzin's calls to prayer echoing fr...", "slideshow_credits": null, "word_count": 764, "byline": {"person": [{"organization": "", "lastname": "BURNS", "middlename": "F.", "role": "reported", "rank": 1, "firstname": "John"}], "original": "By JOHN F. BURNS"}, "web_url": "http://www.nytimes.com/2001/01/03/world/not-museum-pieces-yemeni-jews-do-their-best-to-survive.html", "section_name": "World"}