{"headline": {"main": "Tianjin Journal; For a Fee, This Chinese Firm Will Beg Pardon for Anyone"}, "lead_paragraph": "As summer waned in this industrial port, Mr. Song, a middle-aged businessman, longed to make up with his estranged father. The two had once been partners in a clothing company, until the younger Mr. Song stormed off after an argument over money several years back. The two had not spoken since. But time passed and Mr. Song, the son, now has his own successful business. So last September during the Mid-Autumn Festival, a traditional time for family reunions, he went to see his father, bearing gifts, only to have the presents thrown away and the door slammed in his face.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Tianjin Apology and Gift Center in Tianjin, China, is offering, for fee, apologies on behalf of people too embarrassed to do so themselves; company is novelty in Chinese culture in which apology is complicated matter; forbidding act, rarely offered or accepted, must be delivered with proper gravity and requires great loss of face; photo; map (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2449a8eb7c8105d7deb9e", "keywords": [{"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "TIANJIN APOLOGY AND GIFT CENTER"}, {"name": "subject", "value": "SOCIAL CONDITIONS AND TRENDS"}], "pub_date": "2001-01-03T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "As summer waned in this industrial port, Mr. Song, a middle-aged businessman, longed to make up with his estranged father. The two had once been partners in a clothing company, until the younger Mr. Song stormed off after an argument over money se...", "slideshow_credits": null, "word_count": 1087, "byline": {"person": [{"lastname": "ROSENTHAL", "role": "reported", "rank": 1, "organization": "", "firstname": "Elisabeth"}], "original": "By ELISABETH ROSENTHAL"}, "web_url": "http://www.nytimes.com/2001/01/03/world/tianjin-journal-for-a-fee-this-chinese-firm-will-beg-pardon-for-anyone.html", "section_name": "World; Front Page"}