{"headline": {"main": "As America Gives Thanks, Military Seeks bin Laden, and Surrender", "kicker": "A NATION CHALLENGED -- AN OVERVIEW: NOV. 22, 2001"}, "lead_paragraph": "Halfway around the world from the family dinners and joyous celebrations of Thanksgiving Day, the war in Afghanistan slogged on. Northern Alliance forces launched an attack on Kunduz, the Taliban's last stronghold in the north, after a week of siege and a day of confusion over talks seeking a peaceful surrender. FOG OF WAR -- An alliance warlord, Gen. Abdul Rashid Dostum, said he had agreed with a senior Taliban commander on the surrender of thousands of Taliban fighters in Kunduz, starting on Saturday. But later, the alliance's interior minister, Yunus Qanooni, said a military solution was being pursued rather than a negotiated one. Had there been a deal or not? Given rifts in the leadership of the alliance, it was anybody's guess. Taliban negotiators may not have spoken for all the trapped forces. Afghan troops may have been ready to give up, but not the thousands of foreigners -- Pakistanis, Arabs and Chechens devoted to Osama bin Laden's network, Al Qaeda -- who have vowed to fight to the death. That is what Washington wants anyway. As in all wars, guns speak louder than words.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Overview of events in war on terrorism: fighting continues in and around Kunduz, Afghanistan, despite assurances of local warlord that Taliban has agreed to surrender; search for Osama bin Laden focuses on caves in southeast mountains; FBI's nationwide campus questioning of men from Middle East raises concern among civil libertarians and even some law-enforcement officials (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd212068eb7c8105d787ce1", "keywords": [{"name": "persons", "value": "BIN LADEN, OSAMA"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "KUNDUZ (AFGHANISTAN)"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "FEDERAL BUREAU OF INVESTIGATION"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-23T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Halfway around the world from the family dinners and joyous celebrations of Thanksgiving Day, the war in Afghanistan slogged on. Northern Alliance forces launched an attack on Kunduz, the Taliban's last stronghold in the north, after a week of sie...", "slideshow_credits": null, "word_count": 741, "byline": {"person": [{"role": "reported", "rank": 1, "organization": ""}], "original": "By ROBERT D. McFADDEN"}, "web_url": "http://www.nytimes.com/2001/11/23/world/nation-challenged-overview-nov-22-2001-america-gives-thanks-military-seeks-bin.html", "section_name": "World"}