{"headline": {"main": "The Troops at the Front as Poets for Future Readers", "kicker": "CRITIC'S NOTEBOOK"}, "lead_paragraph": "Not long ago my stockbroker, whom I've never met face to face, called me on business but instead kept me riveted with his first-person account of the Sept. 11 attack. He told me of his escape from the Merrill Lynch offices in the World Financial Center, across the street from the twin towers, and of his single-minded desire to speak to his wife. He couldn't get through. As the towers crumbled and the sky turned black, he crouched by the Hudson River embankment, certain he was going to die without reaching her. He apologized for ''going on about it,'' but I assured him that I needed to hear his story as much as he needed to tell it. Our usual impersonal friendliness wouldn't do now. The vastness of what had happened was incomprehensible without individual experience to give it shape and meaning. In our fast-moving culture, myths and icons are manufactured quickly, so this awful event has already developed a recognizable imagery, heroic and tragic. Pictures of the burning towers and of the noble rescuers trigger automatic reactions of sorrow, admiration and anxiety, but the real human ache comes from the homely details of those who died or survived. Look at photos of a pile of bones from a concentration camp and feel numb horror; talk to a Holocaust survivor and the bones take on flesh and blood.", "news_desk": "Movies, Performing Arts/Weekend Desk", "document_type": "article", "blog": [], "abstract": "Julie Salamon Critic's Notebook on three television programs for Veterans Day; PBS show American Experience: War Letters dramatizes letters collected by Andrew Carroll's Legacy Project, which grew out of his request to Abigail Van Buren to write Dear Abby column asking Americans to preserve their war correspondence; HBO program We Stand Alone Together: The Men of Easy Company interviews real-life veterans depicted in series Band of Brothers; History Channel's program Rescue of the Bataan 'Ghost Soldiers' is about Americans in Japanese POW camp; photo (M)", "print_page": "26", "type_of_material": "News", "source": "The New York Times", "_id": "4fd229928eb7c8105d7b398c", "keywords": [{"name": "creative_works", "value": "WE STAND ALONE TOGETHER: THE MEN OF EASY COMPANY (TV PROGRAM)"}, {"name": "creative_works", "value": "WAR LETTERS (TV PROGRAM)"}, {"name": "creative_works", "value": "RESCUE OF THE BATAAN 'GHOST SOLDIERS' (TV PROGRAM)"}, {"name": "creative_works", "value": "BAND OF BROTHERS (TV PROGRAM)"}, {"name": "creative_works", "value": "AMERICAN EXPERIENCE, THE (TV PROGRAM)"}, {"name": "persons", "value": "VAN BUREN, ABIGAIL"}, {"name": "persons", "value": "CARROLL, ANDREW"}, {"name": "glocations", "value": "BATAAN"}, {"name": "organizations", "value": "PUBLIC BROADCASTING SERVICE"}, {"name": "organizations", "value": "HOME BOX OFFICE"}, {"name": "organizations", "value": "HISTORY CHANNEL"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "LETTERS"}, {"name": "subject", "value": "PRISONERS OF WAR"}, {"name": "subject", "value": "HISTORY"}, {"name": "subject", "value": "VETERANS DAY (US)"}, {"name": "subject", "value": "VETERANS"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-09T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Not long ago my stockbroker, whom I've never met face to face, called me on business but instead kept me riveted with his first-person account of the Sept. 11 attack. He told me of his escape from the Merrill Lynch offices in the World Financial C...", "slideshow_credits": null, "word_count": 1351, "byline": {"person": [{"lastname": "SALAMON", "role": "reported", "rank": 1, "organization": "", "firstname": "Julie"}], "original": "By JULIE SALAMON"}, "web_url": "http://www.nytimes.com/2001/11/09/movies/critic-s-notebook-the-troops-at-the-front-as-poets-for-future-readers.html", "section_name": "Movies; Arts"}