{"headline": {"main": "THE 43rd PRESIDENT: THE TEAM; DEMOCRAT CHOSEN AS BUSH COMPLETES CABINET SELECTION"}, "lead_paragraph": "President-elect George W. Bush completed his cabinet appointments today, saying he would nominate a defeated Republican senator to run the Energy Department, a conservative veteran of the Reagan administration to head the Labor Department and President Clinton's commerce secretary, a Democrat, to take over the Department of Transportation. With today's announcements, Mr. Bush has filled his cabinet in the fewer than 20 days that have passed since he emerged as the winner of one of the most contested presidential elections in history. He began reviewing candidates while the dispute in Florida was going on, but by recent standards he has announced his choices fairly quickly, creating a government notable for its gender and ethnic diversity, its depth of experience and its inclination toward social conservatives.", "news_desk": "National Desk", "document_type": "article", "blog": [], "abstract": "Pres-elect George W Bush completes cabinet appointments; nominates defeated Republican senator Spencer Abraham as Energy Secretary, Linda Chavez as Labor Secretary and Pres Clinton's Commerce Secretary, Norman Y Mineta, to head Transportation Department; fills cabinet posts in fewer than 20 days since winning one of most contested presidential elections in history; creates cabinet notable for gender and ethnic diversity, depth of experience and inclination toward social conservatism; brief sketches of three nominees; photo (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2105a8eb7c8105d78423e", "keywords": [{"name": "persons", "value": "CHAVEZ, LINDA"}, {"name": "persons", "value": "ABRAHAM, SPENCER"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "MINETA, NORMAN Y"}, {"name": "organizations", "value": "ENERGY DEPARTMENT"}, {"name": "organizations", "value": "LABOR DEPARTMENT"}, {"name": "organizations", "value": "TRANSPORTATION DEPARTMENT"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "PRESIDENTIAL ELECTION OF 2000"}], "pub_date": "2001-01-03T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "President-elect George W. Bush completed his cabinet appointments today, saying he would nominate a defeated Republican senator to run the Energy Department, a conservative veteran of the Reagan administration to head the Labor Department and Pres...", "slideshow_credits": null, "word_count": 1436, "byline": {"person": [{"organization": "", "lastname": "SANGER", "middlename": "E.", "role": "reported", "rank": 1, "firstname": "David"}], "original": "By DAVID E. SANGER"}, "web_url": "http://www.nytimes.com/2001/01/03/us/the-43rd-president-the-team-democrat-chosen-as-bush-completes-cabinet-selection.html", "section_name": "Front Page; U.S.; Washington"}