{"headline": {"main": "An Art Form Contemplates Its Navel With Extended Amusement", "kicker": "PHOTOGRAPHY REVIEW"}, "lead_paragraph": "Art is interested in itself. Painters have been intermittently asking how people see color in paintings, as well as how they see the world, at least since the Impressionists. Artists have been investigating the nature of their medium in general at least since the French painter Maurice Denis wrote in 1890 that ''a picture -- before being a war horse, a nude woman or some sort of anecdote -- is essentially a surface covered with colors arranged in a certain order.'' About the time of that pronouncement, photography -- art photography, anyway -- was generally trying to circumvent its true nature. But photographers began to ask what constituted their medium, too. By the late 1910's some American photographers began to insist that sharp-focus images were what photography did better than other media, and some European photographers experimented with odd effects no other medium could produce.", "news_desk": "Leisure/Weekend Desk", "document_type": "article", "blog": [], "abstract": "Vicki Goldberg reviews Kenneth Josephson photography retrospective at Whitney Museum; photos (M)", "print_page": "39", "type_of_material": "Review", "source": "The New York Times", "_id": "4fd2449c8eb7c8105d7deda8", "keywords": [{"name": "persons", "value": "JOSEPHSON, KENNETH"}, {"name": "organizations", "value": "WHITNEY MUSEUM OF AMERICAN ART"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "PHOTOGRAPHY"}], "pub_date": "2001-03-02T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Art is interested in itself. Painters have been intermittently asking how people see color in paintings, as well as how they see the world, at least since the Impressionists. Artists have been investigating the nature of their medium in general at...", "slideshow_credits": null, "word_count": 1305, "byline": {"person": [{"lastname": "GOLDBERG", "role": "reported", "rank": 1, "organization": "", "firstname": "Vicki"}], "original": "By VICKI GOLDBERG"}, "web_url": "http://www.nytimes.com/2001/03/02/arts/photography-review-an-art-form-contemplates-its-navel-with-extended-amusement.html", "section_name": "Arts"}