{"headline": {"main": "Two With Unerring Eyes For Art's Visionaries; Texas Museums Honor Defenders of the Avant-Garde"}, "lead_paragraph": "There are moments in art history when astonishing bursts of creativity seem to explode over a city or small region, producing a stream of masterpieces that change the way humanity understands itself and the world. It happened in Florence during the Renaissance, in the Netherlands during the 17th century, in Moscow around the time of the 1917 revolution and in New York during the 1940's and 50's. To be an art collector at such a time, to understand the importance of the moment and have the means to grasp it, is a rare privilege. Two exhibitions at museums in Texas are tributes to such collectors.", "news_desk": "The Arts/Cultural Desk", "document_type": "article", "blog": [], "abstract": "Two exhibitions at museums in Texas pay tribute to Paul Guillaume and Jacques Gelman, both of whom took advantage of wealth, influence and unerring artistic sensibility to build magnificant art collections whose cultural value continues to increase; Guillaume's collection is at Kimbell Art Museum in Fort Worth, and it includes works by Renoir, Cezanne, Monet, Picasso and Modigliani; Gelman's collection, on display at Dallas Museum of Art, features works by finest artists Latin America ever produced, including Diego Rivera, Frida Kahlo, Jose Clemente Orozco and Rufino Tamayo; photos (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd242be8eb7c8105d7dbe79", "keywords": [{"name": "persons", "value": "OROZCO, JOSE CLEMENTE"}, {"name": "persons", "value": "RIVERA, DIEGO"}, {"name": "persons", "value": "GUILLAUME, PAUL"}, {"name": "persons", "value": "RENOIR, JEAN"}, {"name": "persons", "value": "TAMAYO, RUFINO"}, {"name": "persons", "value": "GELMAN, JACQUES"}, {"name": "persons", "value": "CEZANNE, PAUL"}, {"name": "persons", "value": "KAHLO, FRIDA"}, {"name": "persons", "value": "MODIGLIANI, AMEDEO"}, {"name": "persons", "value": "PICASSO, PABLO"}, {"name": "persons", "value": "MONET, CLAUDE"}, {"name": "organizations", "value": "DALLAS MUSEUM OF ART"}, {"name": "organizations", "value": "KIMBELL ART MUSEUM"}, {"name": "subject", "value": "ART"}], "pub_date": "2001-01-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "There are moments in art history when astonishing bursts of creativity seem to explode over a city or small region, producing a stream of masterpieces that change the way humanity understands itself and the world. It happened in Florence during th...", "slideshow_credits": null, "word_count": 1539, "byline": {"person": [{"lastname": "KINZER", "role": "reported", "rank": 1, "organization": "", "firstname": "Stephen"}], "original": "By STEPHEN KINZER"}, "web_url": "http://www.nytimes.com/2001/01/01/arts/two-with-unerring-eyes-for-art-s-visionaries-texas-museums-honor-defenders-avant.html", "section_name": "Arts"}