{"headline": {"main": "World Briefing | Africa: Western Sahara: Call For Peace Talks"}, "lead_paragraph": "The leader of the pro-independence Polisario Front in the disputed Western Sahara territory called for a meeting with the King of Morocco to jump-start stagnant peace talks. Morocco controls the huge but sparsely populated former Spanish colony and the last confirmed meeting between Polisario leaders and Morocco took place in 1996. Progress on the future of the territory has stalled over a referendum to give Western Saharans a choice between independence or integration with Morocco. The referendum has been delayed several times since 1992 because of differences between the two over who is eligible to vote. Muhammad Abdelaziz, the leader of the independence movement, which fought a sporadic guerrilla war for 15 years until 1991, said the only reason the vote had not been carried out was Morocco's opposition.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Muhammad Abdelaziz, leader of pro-independence Polisario Front in disputed Western Sahara territory, calls for meeting with King of Morocco to jump-start stagnant peace talks; map (S)", "print_page": "22", "type_of_material": "News", "source": "Reuters", "_id": "4fd218e68eb7c8105d7961ec", "keywords": [{"name": "persons", "value": "ABDELAZIZ, MUHAMMAD"}, {"name": "glocations", "value": "MOROCCO"}, {"name": "glocations", "value": "WESTERN SAHARA"}, {"name": "organizations", "value": "POLISARIO FRONT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2001-11-23T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The leader of the pro-independence Polisario Front in the disputed Western Sahara territory called for a meeting with the King of Morocco to jump-start stagnant peace talks. Morocco controls the huge but sparsely populated former Spanish colony an...", "slideshow_credits": null, "word_count": 129, "byline": null, "web_url": "http://www.nytimes.com/2001/11/23/world/world-briefing-africa-western-sahara-call-for-peace-talks.html", "section_name": "World"}