{"headline": {"main": "Time Out of Joint In a Ruined Land", "kicker": "A NATION CHALLENGED"}, "lead_paragraph": "The story of Afghanistan is like Job's, except God has not yet appeared in the whirlwind to explain the suffering and set things right. This is a land where war has put time out of joint, where people live in ruins resembling archaeological sites, using the tools of centuries gone by. The tools -- hand-hewn wooden furrows plowing the earth, hand-shaped clay ovens baking bread -- create the beautiful necessities that make life bearable. On a street corner in Jalalabad, Materullah Farmhada, 15, makes his living with a homemade box camera, taking people's pictures for keepsakes and documents. His technique is the same as Mathew Brady's in the Civil War, 140 years ago, though he uses paper negatives instead of glass. He lent us his camera on Friday. We stopped passers-by at random -- street urchins, ragpickers, farmers, tradesmen, freelance gunmen -- all shattered by fighting and praying for peace. We took their portraits and spoke with them while the negatives developed. The negatives were photographed with a digital camera and transformed into positive images in a laptop computer.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Some residents of Jalalabad, Afghanistan, comment on how decades of war have ruined their land and their lives; photos (M)", "print_page": "10", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2564f8eb7c8105d7fffd2", "keywords": [{"name": "persons", "value": "SHAH, ZAHIR"}, {"name": "persons", "value": "ROHEEL"}, {"name": "persons", "value": "BREAKHNA"}, {"name": "persons", "value": "RAMAZAN"}, {"name": "persons", "value": "ZABITAKHAN"}, {"name": "persons", "value": "ROMEL"}, {"name": "persons", "value": "HAQ, ABDUL"}, {"name": "persons", "value": "FAWARD, AHMAD"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "glocations", "value": "JALALABAD (AFGHANISTAN)"}, {"name": "subject", "value": "INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2001-11-25T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The story of Afghanistan is like Job's, except God has not yet appeared in the whirlwind to explain the suffering and set things right. This is a land where war has put time out of joint, where people live in ruins resembling archaeological sites,...", "slideshow_credits": null, "word_count": 241, "byline": {"person": [{"lastname": "WEINER", "role": "reported", "rank": 1, "organization": "", "firstname": "Tim"}], "original": "By TIM WEINER"}, "web_url": "http://www.nytimes.com/2001/11/25/world/a-nation-challenged-time-out-of-joint-in-a-ruined-land.html", "section_name": "World"}