{"headline": {"main": "Bitter Cycle Of Love And Loathing Interrupted", "kicker": "CRITIC'S NOTEBOOK"}, "lead_paragraph": "The 1991 Australian film ''Proof'' begins with a series of photographs that are sensual shards, pictures that reveal only pieces of a world and convey a desperation that the rest of the film sets out to explore with economy, intelligence and humor. The inventive and extraordinarily satisfying feature-film debut of the writer and director Jocelyn Moorhouse is so good that it provokes a question: Whatever happened to her? Her career trajectory in the years that followed seems to prove that the American mainstream movie establishment has no place for a woman capable of such beguiling and spare work. ''Proof,'' which the Film Society of Lincoln Center is presenting in a single showing tomorrow night at 7:30 at the Walter Reade Theater to commemorate the decade since its release, has the kind of complexity that made the movie difficult to sell even as an art-house presentation. Ms. Moorhouse's picture is a romantic melodrama with a subtext of fear, jealousy and the relativity of truth, brought to life through a triangle involving Martin, a blind paranoiac (Hugo Weaving); his housekeeper, Celia (Genevieve Picot); and Andy, the dishwasher who enters their lives (Russell Crowe).", "news_desk": "The Arts/Cultural Desk", "document_type": "article", "blog": [], "abstract": "Elvis Mitchell discusses 1991 Australian film Proof, by writer-director Jocelyn Moorhouse; photos (L)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2238b8eb7c8105d7a90cb", "keywords": [{"name": "creative_works", "value": "PROOF (MOVIE)"}, {"name": "persons", "value": "MOORHOUSE, JOCELYN"}, {"name": "subject", "value": "MOTION PICTURES"}], "pub_date": "2001-01-03T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The 1991 Australian film ''Proof'' begins with a series of photographs that are sensual shards, pictures that reveal only pieces of a world and convey a desperation that the rest of the film sets out to explore with economy, intelligence and humor...", "slideshow_credits": null, "word_count": 982, "byline": {"person": [{"lastname": "MITCHELL", "role": "reported", "rank": 1, "organization": "", "firstname": "Elvis"}], "original": "By ELVIS MITCHELL"}, "web_url": "http://www.nytimes.com/2001/01/03/movies/critic-s-notebook-bitter-cycle-of-love-and-loathing-interrupted.html", "section_name": "Movies; Arts"}