{"headline": {"main": "Hue and Murmur Over Curbed Rights", "kicker": "A NATION CHALLENGED: CIVIL LIBERTIES"}, "lead_paragraph": "In the days since the Bush administration said it would try suspected terrorists by secret tribunal and interview thousands of recently arrived foreigners, many liberals and civil libertarians have argued that the steps are an affront to long-established freedoms and rights. But other liberal voices have said that the measures can be justified, or at least tolerated, under the special circumstances of war. ''Civil liberties is not only about protecting us from our government,'' said Laurence H. Tribe, a professor of law at Harvard University. ''It is also about protecting our lives from terrorism.''", "news_desk": "National Desk", "document_type": "article", "blog": [], "abstract": "Liberals and civil libertarians are divided over Bush administration's detention of some 1,000 in wake of Sept 11 and its plans to try suspected terrorists before secret tribunal, monitor their conversations with lawyers and interview thousands of recently arrived foreigners; some see steps as affront to long-established freedoms and rights, but others say measures can be justified, or at least tolerated, under special circumstances of war; some find some certain measures tolerable, but draw the line at others; photos (M)", "print_page": "8", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2564b8eb7c8105d7ffc91", "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "LAWYER-CLIENT RELATIONSHIP, CONFIDENTIALITY OF"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-17T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "In the days since the Bush administration said it would try suspected terrorists by secret tribunal and interview thousands of recently arrived foreigners, many liberals and civil libertarians have argued that the steps are an affront to long-esta...", "slideshow_credits": null, "word_count": 826, "byline": {"person": [{"lastname": "BELLUCK", "role": "reported", "rank": 1, "organization": "", "firstname": "Pam"}], "original": "By PAM BELLUCK"}, "web_url": "http://www.nytimes.com/2001/11/17/us/a-nation-challenged-civil-liberties-hue-and-murmur-over-curbed-rights.html", "section_name": "U.S."}