{"headline": {"main": "The Nation: What Price Security?; Testing the Resilience of American Values"}, "lead_paragraph": "WHEN President Bush signed an executive order allowing foreigners suspected of international terrorism to be tried in special military tribunals, many on the right as well as the left complained that he had seized dictatorial power and betrayed basic American values of liberty and equality. But in fact, those values have proved to be both malleable and resilient over the course of American history, and their most reliable defenders have been the American people rather than judges interpreting unalterable principles of law. Throughout the 19th and 20th centuries, American protections for free speech and due process of law evolved dramatically, along with national views of permissible forms of discrimination. After World War II, the nation grew more individualistic, more egalitarian, more inclusive, more suspicious of authority and more enamored with legalistic procedures.", "news_desk": "Week in Review Desk", "document_type": "article", "blog": [], "abstract": "Jeffrey Rosen assesses American civil liberties and political freedoms, and question of their resilience at time of national emergency, such as present war against terrorism and homeland defense; photo (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd218e28eb7c8105d796054", "keywords": [{"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-18T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "WHEN President Bush signed an executive order allowing foreigners suspected of international terrorism to be tried in special military tribunals, many on the right as well as the left complained that he had seized dictatorial power and betrayed ba...", "slideshow_credits": null, "word_count": 1508, "byline": {"person": [{"lastname": "ROSEN", "role": "reported", "rank": 1, "organization": "", "firstname": "Jeffrey"}], "original": "By JEFFREY ROSEN"}, "web_url": "http://www.nytimes.com/2001/11/18/weekinreview/the-nation-what-price-security-testing-the-resilience-of-american-values.html", "section_name": "Week in Review"}