{"headline": {"main": "Violinist Guides His Audience Across a Changing Landscape", "kicker": "MUSIC REVIEW"}, "lead_paragraph": "Samuel Barber's Violin Concerto mediates between the 20th century's kinder beginnings and the increasing anger of the times. Written just as World War II was gathering its terrible energies, and spotlessly played by Joshua Bell and the New York Philharmonic on Wednesday night, Barber's first movement is gentle, songful lyricism; his second, equally gentle songfulness building to almost melodramatic climaxes; the third, busier, rapid-fire and tough. Much is made of the split between the first two-thirds of this piece and its ending, but here Mr. Bell convinced listeners at Avery Fisher Hall of a natural, if not wholly pleasant, transition. Leonard Slatkin conducted, fastidious as ever and using the virtuoso equipment in front of him to bring music to a high polish. The evening started with less-played Mozart: the Symphony No. 30 in D. Here the young composer seems to have been listening to Haydn. The major-minor shifts are Mozart's own, but the interruptions and harmonic surprises speak of the older man.", "news_desk": "The Arts/Cultural Desk", "document_type": "article", "blog": [], "abstract": "Bernard Holland reviews New York Philharmonic program featuring Joshua Bell in Samuel Barber's Violin Concerto; Leonard Slatkin conducts; photo (M)", "print_page": "6", "type_of_material": "Review", "source": "The New York Times", "_id": "4fd2124a8eb7c8105d78861c", "keywords": [{"name": "persons", "value": "SLATKIN, LEONARD"}, {"name": "persons", "value": "BELL, JOSHUA"}, {"name": "organizations", "value": "NEW YORK PHILHARMONIC"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "2001-11-27T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Samuel Barber's Violin Concerto mediates between the 20th century's kinder beginnings and the increasing anger of the times. Written just as World War II was gathering its terrible energies, and spotlessly played by Joshua Bell and the New York Ph...", "slideshow_credits": null, "word_count": 256, "byline": {"person": [{"lastname": "HOLLAND", "role": "reported", "rank": 1, "organization": "", "firstname": "Bernard"}], "original": "By BERNARD HOLLAND"}, "web_url": "http://www.nytimes.com/2001/11/27/arts/music-review-violinist-guides-his-audience-across-a-changing-landscape.html", "section_name": "Arts"}