{"headline": {"main": "Sexual Violence as Tool of War: Pattern Emerging in East Timor"}, "lead_paragraph": "There is one happy thing one glorious thing -- in the shamed and broken life of Lorença Martins. Far from her family, hidden away from her neighbors, she lives in poverty in a tiny hillside house where the loud buzz of cicadas fills her loneliness. Her past is too traumatic to think of and her future too uncertain. To almost every question, Miss Martins, 24, replies that her only thoughts now are of her beaming 5-month-old baby, Rai, the child of the man who raped her.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Investigators say rape and sexual slavery were among crimes committed by Indonesian military and local militias it commanded that opposed independence of East Timor; this is in addition to massacres, widespread destruction and mass deportations; it is only recently that rape has been recognized as war crime and crime against humanity; newly created tribunal in East Timor will hear one charge of rape among its first dozen cases; more may follow; photos; map (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd244a48eb7c8105d7df373", "keywords": [{"name": "glocations", "value": "EAST TIMOR"}, {"name": "glocations", "value": "INDONESIA"}, {"name": "subject", "value": "DEPORTATION"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "SEX CRIMES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}], "pub_date": "2001-03-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "There is one happy thing  one glorious thing -- in the shamed and broken life of Lorença Martins. Far from her family, hidden away from her neighbors, she lives in poverty in a tiny hillside house where the loud buzz of cicadas fills her loneline...", "slideshow_credits": null, "word_count": 1410, "byline": {"person": [{"lastname": "MYDANS", "role": "reported", "rank": 1, "organization": "", "firstname": "Seth"}], "original": "By SETH MYDANS"}, "web_url": "http://www.nytimes.com/2001/03/01/world/sexual-violence-as-tool-of-war-pattern-emerging-in-east-timor.html", "section_name": "World; Front Page"}