{"headline": {"main": "Macedonia Is Seeking Control Of Land Harboring Ex-Rebels"}, "lead_paragraph": "President Boris Trajkovski of Macedonia said in an interview over the weekend that the former Yugoslav republic wanted to regain control of territory dominated by former guerrillas by mid-January but would work with Western peace brokers. Mr. Trajkovski said he expected Parliament to vote on Monday to delay elections, scheduled for Jan. 27, until April so that law and order could be consolidated in areas where former ethnic Albanian rebels dominated.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Pres Boris Trajkovski says Macedonia wants to regain control of land dominated by former guerrillas by mid-January, but will work with Western peace brokers, interview; predicts Parliament will vote to delay elections until Apr; says rebels have no cause to resist return of state authority now that civil rights reforms and general amnesty have been approved; denies recent deployment of forces into rebel area, which set off fighting, was bid to forcibly reoccupy land in violation of peace plan (M)", "print_page": "11", "type_of_material": "News", "source": "Reuters", "_id": "4fd232398eb7c8105d7c1c8d", "keywords": [{"name": "persons", "value": "TRAJKOVSKI, BORIS"}, {"name": "glocations", "value": "MACEDONIA (FORMER YUGOSLAV REPUBLIC)"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "ELECTIONS"}, {"name": "subject", "value": "AMNESTIES AND PARDONS"}], "pub_date": "2001-11-26T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "President Boris Trajkovski of Macedonia said in an interview over the weekend that the former Yugoslav republic wanted to regain control of territory dominated by former guerrillas by mid-January but would work with Western peace brokers.    Mr. T...", "slideshow_credits": null, "word_count": 525, "byline": null, "web_url": "http://www.nytimes.com/2001/11/26/world/macedonia-is-seeking-control-of-land-harboring-ex-rebels.html", "section_name": "World"}