{"headline": {"main": "Journal; Him and His Shadow"}, "lead_paragraph": "He was cool, and yet he was warm. He was down-to-earth, and yet he was presidential. He was compassionate yet conservative, humorous yet smirk-free, poetic yet plain-spoken. Who says the honeymoon is over? With the contrarian exception of National Review, which rated the speech ''pleasantly boring,'' the media gave George W. Bush better reviews than ''The Sopranos.'' Who dares argue otherwise? The president is in favor of education, national parks, a cleaner environment, a stronger defense, lower taxes, a lower deficit and, yes, that panacea for all 21st-century ills, a prescription-drug plan. Boomer that he is, Mr. Bush says it can all be done without any sacrifice whatsoever by any American. Even Social Security will be saved painlessly by (what else?) a presidential commission.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Frank Rich Op-Ed column on presidency of George W Bush says while 'punditocracy' is riveted by his political savvy, country remains only half attentive; says there is enough 'Clintonania' on tap to keep Bush in shadows indefinitely, and that he is also benefitting from pervasive Washington fallacy, namely, that since he seems better guy than Clinton, he deserves brownie points for character, whatever he is doing; drawing (M)", "print_page": "13", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd2058b8eb7c8105d76e1f2", "keywords": [{"name": "persons", "value": "CLINTON, BILL"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "PRESIDENTS AND PRESIDENCY (US)"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}], "pub_date": "2001-03-03T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "He was cool, and yet he was warm. He was down-to-earth, and yet he was presidential. He was compassionate yet conservative, humorous yet smirk-free, poetic yet plain-spoken.     Who says the honeymoon is over? With the contrarian exception of Nati...", "slideshow_credits": null, "word_count": 1385, "byline": {"person": [{"lastname": "RICH", "role": "reported", "rank": 1, "organization": "", "firstname": "Frank"}], "original": "By FRANK RICH"}, "web_url": "http://www.nytimes.com/2001/03/03/opinion/journal-him-and-his-shadow.html", "section_name": "Opinion"}