{"headline": {"main": "Footlights"}, "lead_paragraph": "NEWS On Georgia's Mind Even if spring doesn't arrive for a few weeks, at least the arts will be busting out in Savannah, Ga., beginning tomorrow, when the 12th annual Savannah Onstage International Arts Festival begins a 10-day run. Highlights of this festival include two full Saturdays of free outdoor jazz concerts as well as jazz brunches with Thelonious Monk Fellows, outstanding jazz artists from around the world. Also scheduled are the Katona Twins guitar duo; the Jepson Classical Concert Series, featuring 14 winners of international music competitions; a $32,500 competition for singers in blues, jazz, gospel, art songs and musical theater and an evening with the actress Celeste Holm showing clips from films like ''All About Eve.''", "news_desk": "The Arts/Cultural Desk", "document_type": "article", "blog": [], "abstract": "Savannah Onstage International Arts Festival is set to open; exhibitions focusing on depiction of women and on American Impressionists are set for Rutgers University's Zimmerli Art Museum, New Brunswick, NJ; three klezmer bands are set to perform together, Brooklyn; National Orchestra of Spain, conducted by Rafael Fruhbeck de Burgos, is set to perform with guitarist Pepe Romero; photos (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2523a8eb7c8105d7f7bdc", "keywords": [{"name": "persons", "value": "FRUHBECK DE BURGOS, RAFAEL"}, {"name": "persons", "value": "ROMERO, PEPE"}, {"name": "organizations", "value": "NATIONAL ORCHESTRA OF SPAIN"}, {"name": "organizations", "value": "ZIMMERLI ART MUSEUM"}, {"name": "organizations", "value": "RUTGERS, THE STATE UNIVERSITY OF NEW JERSEY"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "SAVANNAH ONSTAGE INTERNATIONAL ARTS FESTIVAL"}, {"name": "subject", "value": "CULTURE"}], "pub_date": "2001-03-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "NEWS    On Georgia's Mind  Even if spring doesn't arrive for a few weeks, at least the arts will be busting out in Savannah, Ga., beginning tomorrow, when the 12th annual Savannah Onstage International Arts Festival begins a 10-day run. Highlights...", "slideshow_credits": null, "word_count": 416, "byline": {"person": [{"organization": "", "lastname": "GELDER", "middlename": "Van", "role": "reported", "rank": 1, "firstname": "Lawrence"}], "original": "By LAWRENCE VAN GELDER"}, "web_url": "http://www.nytimes.com/2001/03/01/arts/footlights.html", "section_name": "Arts"}