{"headline": {"main": "Macedonia Appeals For World's Help To Restore Stability"}, "lead_paragraph": "Macedonia's president appealed today for international help to restore stability to the volatile Balkan state after its Parliament proclaimed a new Constitution that broadens rights for the ethnic Albanian minority. Macedonia's leaders now face a crucial step in the peace effort: carrying out an amnesty for ethnic Albanian rebels of the National Liberation Army, whose conflict with government forces from February to August brought the country to the brink of civil war.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Pres Boris Trajkovski of Macedonia appeals for international help to restore stability to volatile state after its Parliament proclaims new Constitution that broadens rights for ethnic Albanian minority; country's leaders face crucial step in peace effort: carrying out amnesty for ethnic Albanian rebels of National Liberation Army, whose conflict with government forces brought country to brink of civil war (M)", "print_page": "10", "type_of_material": "News", "source": "Agence France-Presse", "_id": "4fd2526c8eb7c8105d7f7dcb", "keywords": [{"name": "persons", "value": "TRAJKOVSKI, BORIS"}, {"name": "glocations", "value": "MACEDONIA (FORMER YUGOSLAV REPUBLIC)"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "CONSTITUTIONS"}, {"name": "subject", "value": "AMNESTIES AND PARDONS"}], "pub_date": "2001-11-17T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Macedonia's president appealed today for international help to restore stability to the volatile Balkan state after its Parliament proclaimed a new Constitution that broadens rights for the ethnic Albanian minority.    Macedonia's leaders now face...", "slideshow_credits": null, "word_count": 233, "byline": null, "web_url": "http://www.nytimes.com/2001/11/17/world/macedonia-appeals-for-world-s-help-to-restore-stability.html", "section_name": "World"}