{"headline": {"main": "Essay; Bush's Two Pumpkins"}, "lead_paragraph": "In the midst of the Civil War, the two most politically powerful members of Lincoln's cabinet clashed. Treasury Secretary Salmon Chase of Ohio enlisted most of the U.S. Senate to join him in demanding the resignation of Secretary of State William Seward of New York. President Lincoln, who needed both men and their followings to hold the Union together, shrewdly asked both Seward and Chase to submit their resignations. Seward did so willingly, Chase grudgingly. Then the president refused to accept either resignation and the crisis was defused.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "William Safire Op-Ed column says Pres-elect Bush has chosen two men of wide experience and strong personality to help him carve out America's role in world: Colin Powell at State Dept and Donald Rumsfeld at Defense Dept; says it was important to select executive, policy-profound counterweight to the popular Powell, whose caution seems closest to Bush's instincts; says Rumsfeld's heft and political sensitivity fill that bill; says question is what will their relationship be, and what happens when they disagree; says Bush can consult Dick Cheney or, in due course, trust his own judgment (M)", "print_page": "13", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd2050d8eb7c8105d76cd55", "keywords": [{"name": "persons", "value": "POWELL, COLIN L"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "RUMSFELD, DONALD H"}, {"name": "persons", "value": "CHENEY, DICK"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}], "pub_date": "2001-01-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "In the midst of the Civil War, the two most politically powerful members of Lincoln's cabinet clashed. Treasury Secretary Salmon Chase of Ohio enlisted most of the U.S. Senate to join him in demanding the resignation of Secretary of State William ...", "slideshow_credits": null, "word_count": 713, "byline": {"person": [{"lastname": "SAFIRE", "role": "reported", "rank": 1, "organization": "", "firstname": "William"}], "original": "By WILLIAM SAFIRE"}, "web_url": "http://www.nytimes.com/2001/01/01/opinion/essay-bush-s-two-pumpkins.html", "section_name": "Opinion"}