{"headline": {"main": "Vanguard of Marines Digs In and Directs Air Attacks", "kicker": "A NATION CHALLENGED: GROUND TROOPS"}, "lead_paragraph": "Just hours after establishing a base in Afghanistan, American marines helped direct air attacks today on an armored column, inaugurating a new phase in the war that will deploy 1,000 American ground troops, Pentagon officials said. About 500 marines dug in today at a primitive desert airstrip less than 80 miles southwest of Kandahar, the Taliban stronghold, but still within easy helicopter striking distance of the city. Officials said the Marine vanguard, along with another 500 marines who were expected to land Tuesday, will intercept military traffic, cut off escape routes for enemy fighters and, given credible intelligence, strike at leaders of the Taliban and at Osama bin Laden's organization, Al Qaeda.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "US marines help direct air strikes, hours after establishing base near last Taliban stronghold of Kandahar in southern Afghanistan; 500 hundred dig in at primitive airstrip 80 miles from city, inaugurating new phase in war that will deploy 1,000 American ground troops; Pentagon officials say vanguard will intercept military traffic, cut off escape routes for enemy fighters and strike at leaders of Taliban and Al Qaeda terrorist networks; Defense Sec Donald Rumsfeld says contingent is not occupying force; says purpose is to establish forward base of operations to help pressure Taliban forces and prevent Taliban and Al Qaeda terrorists from moving about freely in country; photo; map (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2323e8eb7c8105d7c1f4e", "keywords": [{"name": "persons", "value": "RUMSFELD, DONALD H"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "glocations", "value": "KANDAHAR (AFGHANISTAN)"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "organizations", "value": "NORTHERN ALLIANCE"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-27T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Just hours after establishing a base in Afghanistan, American marines helped direct air attacks today on an armored column, inaugurating a new phase in the war that will deploy 1,000 American ground troops, Pentagon officials said.     About 500 m...", "slideshow_credits": null, "word_count": 1293, "byline": {"person": [{"lastname": "SHANKER", "role": "reported", "rank": 1, "organization": "", "firstname": "Thom"}, {"lastname": "DAO", "role": "reported", "rank": 2, "organization": "", "firstname": "James"}], "original": "By THOM SHANKER and JAMES DAO"}, "web_url": "http://www.nytimes.com/2001/11/27/world/nation-challenged-ground-troops-vanguard-marines-digs-directs-air-attacks.html", "section_name": "World; Front Page; Washington"}