{"headline": {"main": "Martial Justice, Full and Fair"}, "lead_paragraph": "Like presidents before him, President Bush has invoked his power to establish military commissions to try enemy belligerents who commit war crimes. In appropriate circumstances, these commissions provide important advantages over civilian trials. They spare American jurors, judges and courts the grave risks associated with terrorist trials. They allow the government to use classified information as evidence without compromising intelligence or military efforts. They can dispense justice swiftly, close to where our forces may be fighting, without years of pretrial proceedings or post-trial appeals. And they can consider the broadest range of relevant evidence to reach their verdicts. For example, circumstances in a war zone often make it impossible to meet the authentication requirements for documents in a civilian court, yet documents from Al Qaeda safe houses in Kabul might be essential to accurately determine the guilt of Qaeda cell members hiding in the West.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Op-Ed article by Alberto R Gonzales, counsel to Pres Bush, disputes critics of military commissions that Pres Bush has invoked to try enemy belligerents; says military commissions do not undermine constitutional values of civil liberties or separation of powers; says under order, president will refer to military commissions only noncitizens who belong to or support Al Qaeda or other international terrorist organizations targeting United States; says contrary to specter of mass secret trials depicted by critics, military commission trials are not secret; notes that American military justice system is finest in world; says judicious use of military commissions will help keep Americans safe and free; drawing (M)", "print_page": "27", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd2120a8eb7c8105d787f58", "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-30T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Like presidents before him, President Bush has invoked his power to establish military commissions to try enemy belligerents who commit war crimes. In appropriate circumstances, these commissions provide important advantages over civilian trials. ...", "slideshow_credits": null, "word_count": 709, "byline": {"person": [{"organization": "", "lastname": "Gonzales", "middlename": "R.", "role": "reported", "rank": 1, "firstname": "Alberto"}], "original": "By Alberto R. Gonzales"}, "web_url": "http://www.nytimes.com/2001/11/30/opinion/martial-justice-full-and-fair.html", "section_name": "Opinion"}