{"headline": {"main": "Dodging Bombs and Ghosts in Civil War Spain", "kicker": "FILM REVIEW"}, "lead_paragraph": "One of the pleasant surprises of last summer was ''The Others,'' a rigorous and effective ghost story by the Chilean-born Spanish director Alejandro Almenábar. Like Mr. Almenábar, Guillermo del Toro, the director and writer of ''The Devil's Backbone,'' who was born in Mexico and who has worked both in Spain and in Hollywood, is a devoted student of classic horror films. The two filmmakers, both of them relatively young (Mr. Almenábar is 29, Mr. Del Toro, 36), seem to have spent their childhoods studying Alfred Hitchcock's camerawork and the voluptuously scary compositions of the Italian terror-maestro Mario Bava. Mr. del Toro's new movie takes place in a lonely boarding school late in the Spanish Civil War, and he fills its closets and corridors with a brooding, somber sense of dread. Unlike ''The Others,'' which was built around a metaphysical conundrum, this movie is haunted by political disaster. The school has become an orphanage for the sons of dead Republicans, and in the middle of the courtyard sits an unexploded Fascist bomb: a metaphor waiting to go off. Dr. Cásares and Carmen, the stoical old leftists who run the orphanage, carry some symbolic baggage of their own. Dr. Cásares's chronic impotence and Carmen's wooden leg suggest the weakness of the republic, and like that noble, self-divided government, they are unable to defend themselves against the treachery in their midst.", "news_desk": "The Arts/Cultural Desk", "document_type": "article", "blog": [], "abstract": "A O Scott reviews Spanish movie The Devil's Backbone, directed by Guillermo del Toro; photo (M)", "print_page": "13", "type_of_material": "Review", "source": "The New York Times", "_id": "4fd229318eb7c8105d7b3046", "keywords": [{"name": "creative_works", "value": "DEVIL'S BACKBONE, THE (MOVIE)"}, {"name": "persons", "value": "DEL TORO, GUILLERMO"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "2001-11-21T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "One of the pleasant surprises of last summer was ''The Others,'' a rigorous and effective ghost story by the Chilean-born Spanish director Alejandro Almenábar. Like Mr. Almenábar, Guillermo del Toro, the director and writer of ''The Devil's Back...", "slideshow_credits": null, "word_count": 804, "byline": {"person": [{"organization": "", "lastname": "SCOTT", "middlename": "O.", "role": "reported", "rank": 1, "firstname": "A."}], "original": "By A. O. SCOTT"}, "web_url": "http://www.nytimes.com/2001/11/21/movies/film-review-dodging-bombs-and-ghosts-in-civil-war-spain.html", "section_name": "Movies; Arts"}