{"headline": {"main": "Two Months After the Attack, a Veterans Day Parade During Wartime", "kicker": "A NATION CHALLENGED: PATRIOTISM"}, "lead_paragraph": "In recent years, the march up Fifth Avenue for New York's annual Veterans Day Parade was often a lonely one, but yesterday the men and women who dusted off their old uniforms, donned Veterans of Foreign Wars hats and pinned on decades-old medals found their reception transformed by the attack that shook the city two months ago. Gift shops sold ''America United'' T-shirts. American flags were taped up in pharmacies and office windows. Starbucks flew the colors. And if the crowd still fell far short of even a rained-on Macy's Thanksgiving Day Parade, there was still a steady stream of people cheering on the veterans, waving flags and signs and wearing the red-white-and-blue pins and ribbons that have become everyday accessories for many.", "news_desk": "Metropolitan Desk", "document_type": "article", "blog": [], "abstract": "New York's Veterans Day parade attracts throngs of onlookers cheering veterans as memories of terror attack on World Trade Center are fresh and fighting continues in Afghanistan; photo (M)", "print_page": "9", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2120b8eb7c8105d788013", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "VETERANS DAY (US)"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-12T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "In recent years, the march up Fifth Avenue for New York's annual Veterans Day Parade was often a lonely one, but yesterday the men and women who dusted off their old uniforms, donned Veterans of Foreign Wars hats and pinned on decades-old medals f...", "slideshow_credits": null, "word_count": 795, "byline": {"person": [{"lastname": "COOPER", "role": "reported", "rank": 1, "organization": "", "firstname": "Michael"}], "original": "By MICHAEL COOPER"}, "web_url": "http://www.nytimes.com/2001/11/12/nyregion/nation-challenged-patriotism-two-months-after-attack-veterans-day-parade-during.html", "section_name": "New York and Region"}