{"headline": {"main": "Unsure Ground for Fight Against Atrocity", "kicker": "A NATION CHALLENGED: HUMAN RIGHTS"}, "lead_paragraph": "The conflict in Afghanistan has posed a broad spectrum of concerns for human rights organizations, not the least of them the absence of credible information from the scene. The immediate attention has focused on reports of killings of prisoners since the rout of the Taliban began two weeks ago. One report said dozens of Pakistani soldiers with the Taliban had been killed at a school in Mazar-i-Sharif. Then there were reports of summary executions after the surrender of the Taliban in Kunduz, then a bloody uprising by prisoners at the Qala Jangi fort. Most recently, a Pashtun commander claimed that he had executed 160 Taliban soldiers at Takhta Pul, between Kandahar and the Pakistani border.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Conflict in Afghanistan poses broad spectrum of concerns for human rights organizations, most notably absence of credible information from the scene; reports of killings of prisoners since rout of Taliban are disturbing enough for Mary Robinson, United Nations High Commissioner for Human Rights, to seek 'clarification'; but no major human rights group has own monitors in country, and in war with few credible witnesses, and some Taliban soldiers clearly fanatical, exact circumstances of killings are murky; Sidney Jones, Asia director for Human Rights Watch, says any summary execution of prisoners violates Geneva Convention; says concern was raised that dozens of dead prisoners in Qala Jangi fort had hands bound, but that does not mean they were summarily executed, and her organization has nobody there to investigate; says it is not even clear whether Geneva Convention applies; fighting in Afghanistan is sort of internationalized civil war that has become increasingly common, but legally complex; map (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2292f8eb7c8105d7b2eb5", "keywords": [{"name": "persons", "value": "ROBINSON, MARY"}, {"name": "persons", "value": "JONES, SIDNEY"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "HUMAN RIGHTS WATCH"}, {"name": "organizations", "value": "UNITED NATIONS HIGH COMMISSION FOR HUMAN RIGHTS"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-30T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The conflict in Afghanistan has posed a broad spectrum of concerns for human rights organizations, not the least of them the absence of credible information from the scene.    The immediate attention has focused on reports of killings of prisoners...", "slideshow_credits": null, "word_count": 1006, "byline": {"person": [{"lastname": "SCHMEMANN", "role": "reported", "rank": 1, "organization": "", "firstname": "Serge"}], "original": "By SERGE SCHMEMANN"}, "web_url": "http://www.nytimes.com/2001/11/30/world/a-nation-challenged-human-rights-unsure-ground-for-fight-against-atrocity.html", "section_name": "World; Washington"}