{"headline": {"main": "Looking Ahead in Kabul"}, "lead_paragraph": "Just days after its victory in Mazar-i-Sharif, Afghanistan's Northern Alliance has swiftly expanded its control over northern Afghanistan and has now sent Taliban forces fleeing from Kabul. This creates an urgent need for the United Nations to assemble an international administration that can govern the capital until Afghanistan's people can choose a new government. Secretary of State Colin Powell is rightly pressing for such an arrangement, which can help prevent political and ethnic reprisals and make Kabul a showcase for the kind of international help that would follow the Taliban's ouster nationwide. The power vacuum in Kabul seems to be enticing Northern Alliance forces to enter the city despite their promises to remain outside. The alliance is little more than a coalition of convenience among chieftains of the main ethnic minority groups of northern Afghanistan. While it has been greeted warmly in the northern towns it has captured, it cannot count on a similar reception in multi-ethnic Kabul. Some of the alliance's leaders held power there in the early 1990's, an unpleasant experience for the capital's residents. In addition to human rights abuses and egregious misgovernment, incessant warfare killed more than 30,000 residents and pounded much of the city into rubble. A repeat performance could strengthen the Taliban's grip over their southern stronghold around Kandahar, where Osama bin Laden has found sanctuary.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Editorial says UN should quickly assemble international administration to govern in Kabul until people of Afghanistan can choose new government", "print_page": "16", "type_of_material": "Editorial", "source": "The New York Times", "_id": "4fd2526a8eb7c8105d7f7d2b", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "KABUL (AFGHANISTAN)"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "organizations", "value": "NORTHERN ALLIANCE"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "MISSING PERSONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-13T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Just days after its victory in Mazar-i-Sharif, Afghanistan's Northern Alliance has swiftly expanded its control over northern Afghanistan and has now sent Taliban forces fleeing from Kabul. This creates an urgent need for the United Nations to ass...", "slideshow_credits": null, "word_count": 340, "byline": null, "web_url": "http://www.nytimes.com/2001/11/13/opinion/looking-ahead-in-kabul.html", "section_name": "Opinion"}