{"headline": {"main": "Correspondent; Join the Club"}, "lead_paragraph": "Next year, unless President Bush has a drastic change of heart, the United States will enlarge the American-led military alliance in Europe by as many as seven countries and extend its boundary to within an hour's tank drive of St. Petersburg. This may seem like an awfully ungrateful way to treat our new friend Russia, so quick to our side after Sept. 11, but the terror attacks have actually made this enlargement of the NATO family more right than ever. In fact, if he is not too distracted by fighting a war abroad and shredding civil liberties at home, Mr. Bush has a chance to accomplish three grand purposes in a single feat of political choreography: consolidating the gains of free-market democracy, drawing Russia closer to Europe, and rejuvenating our most important alliance.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Bill Keller Op-Ed article urges Pres Bush to support NATO membership for Baltic countries and other former Soviet satellite states of Eastern Europe, saying it would further three worthy objectives: consolidating gains of free-market democracy, drawing Russia closer to Europe and rejuvenating NATO America's most important alliance (M)", "print_page": "27", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd2564a8eb7c8105d7ffc62", "keywords": [{"name": "glocations", "value": "ESTONIA"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "LITHUANIA"}, {"name": "glocations", "value": "LATVIA"}, {"name": "organizations", "value": "NORTH ATLANTIC TREATY ORGANIZATION"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-12-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Next year, unless President Bush has a drastic change of heart, the United States will enlarge the American-led military alliance in Europe by as many as seven countries and extend its boundary to within an hour's tank drive of St. Petersburg. Thi...", "slideshow_credits": null, "word_count": 1470, "byline": {"person": [{"lastname": "KELLER", "role": "reported", "rank": 1, "organization": "", "firstname": "Bill"}], "original": "By BILL KELLER"}, "web_url": "http://www.nytimes.com/2001/12/01/opinion/correspondent-join-the-club.html", "section_name": "Opinion"}