{"headline": {"main": "Stabilizing Afghanistan"}, "lead_paragraph": "The forces opposed to the Taliban have made more progress on the battlefield than in filling the political vacuum left by the Taliban's retreat. To avert a new round of internal fighting among Taliban foes, the United States needs to act swiftly to promote a broad-based interim government in Kabul, and to help introduce foreign troops to provide security in the capital and elsewhere. It is encouraging that the anti-Taliban Northern Alliance has agreed to meet in Germany with other Afghan factions to discuss the security and political issues. The United States and the rest of those supporting the overthrow of the Taliban must make sure the meeting, in Berlin, is a success. The reason for urgency is rooted in recent Afghan history. During the 1980's and early 1990's, there were seven major political groups based in Pakistan trying to oust the Russians and the regime they left behind from Afghanistan. They typically fought as much among themselves as against their Russian foes. Once these parties took control in 1992, they plunged Afghanistan into civil war, making the Taliban takeover possible. Now the leaders of the seven parties are back, jockeying for power. Unless an interim government is established, they could soon be at war with each other again.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Editorial urges United States to act swiftly to promote broad-based interim government in Afghanisatn to avert new round of internal fighting among Taliban's foes; urges United Nations to recruit foreign peacekeeping troops for Kabul", "print_page": "18", "type_of_material": "Editorial", "source": "The New York Times", "_id": "4fd229328eb7c8105d7b3055", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "KABUL (AFGHANISTAN)"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-21T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The forces opposed to the Taliban have made more progress on the battlefield than in filling the political vacuum left by the Taliban's retreat. To avert a new round of internal fighting among Taliban foes, the United States needs to act swiftly t...", "slideshow_credits": null, "word_count": 440, "byline": null, "web_url": "http://www.nytimes.com/2001/11/21/opinion/stabilizing-afghanistan.html", "section_name": "Opinion"}