{"headline": {"main": "Government Reviving Ties to Scientists"}, "lead_paragraph": "A new sense of urgency about terrorism has prompted the Bush administration to try to repair federal relations with the nation's scientific elite -- ties forged during the cold war that shriveled with the demise of the communist threat as advisory panels went out of existence and agencies dropped scientists in droves. A main focus is the National Academies of the United States, which are perhaps the world's most prestigious scientific organizations. They have been asked to rally not only their own 5,000 members but the nation's other scientists as well. Last week, the academies ran a private meeting to help federal officials better protect the mail from anthrax, and have recently begun advising the Central Intelligence Agency and the Federal Bureau of Investigation as well.", "news_desk": "Science Desk", "document_type": "article", "blog": [], "abstract": "New sense of urgency about terrorism prompts Bush administration to try to repair federal relations with nation's scientific elite--ties forged during cold war that shriveled with demise of communist threat; main focus is National Academies of United States, perhaps world's most prestigious scientific organizations that have been asked to rally not only their own 5,000 members but nation's other scientists as well; administration's science adviser Dr John H Marburger III comments; photo (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd267648eb7c8105d81cacf", "keywords": [{"name": "persons", "value": "MARBURGER, JOHN H III"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "NATIONAL ACADEMIES OF THE UNITED STATES"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "MISSING PERSONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-20T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "A new sense of urgency about terrorism has prompted the Bush administration to try to repair federal relations with the nation's scientific elite -- ties forged during the cold war that shriveled with the demise of the communist threat as advisory...", "slideshow_credits": null, "word_count": 1569, "byline": {"person": [{"organization": "", "lastname": "BROAD", "middlename": "J.", "role": "reported", "rank": 1, "firstname": "William"}], "original": "By WILLIAM J. BROAD"}, "web_url": "http://www.nytimes.com/2001/11/20/science/government-reviving-ties-to-scientists.html", "section_name": "Technology; Science; Health; Washington"}