{"headline": {"main": "A Step Toward International Justice"}, "lead_paragraph": "In signing the treaty establishing an international criminal court, President Clinton served American interests and the cause of justice worldwide. The court will enter into force when 60 countries ratify the treaty, which should happen in a few years. The court will then be empowered to try people accused of genocide, crimes against humanity and war crimes. The Senate must still ratify the treaty, which is not likely to happen soon. But by signing it, Mr. Clinton has insured that Washington can have a voice in affecting the shape of the court. Washington's cooperation is under attack from conservatives in Congress and members of the incoming Bush administration. The most common objection is that American troops abroad might be subject to politically motivated prosecution. But the court is designed to deal with the most serious international crimes, and will try people only if they are not prosecuted at home. There are safeguards to prevent frivolous prosecutions.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Editorial praises Pres Clinton for signing treaty establishing an international criminal court; says he served American interests and cause of justice worldwide (M)", "print_page": "16", "type_of_material": "Editorial", "source": "The New York Times", "_id": "4fd24f878eb7c8105d7f2311", "keywords": [{"name": "persons", "value": "CLINTON, BILL"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "TREATIES"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}], "pub_date": "2001-01-03T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "In signing the treaty establishing an international criminal court, President Clinton served American interests and the cause of justice worldwide. The court will enter into force when 60 countries ratify the treaty, which should happen in a few y...", "slideshow_credits": null, "word_count": 483, "byline": null, "web_url": "http://www.nytimes.com/2001/01/03/opinion/a-step-toward-international-justice.html", "section_name": "Opinion"}