{"headline": {"main": "All Suicide Bombers Are Not Alike"}, "lead_paragraph": "During the climax of the sci-fi movie ''Independence Day,'' a former fighter pilot in the Vietnam War, desperately recruited to fight again, flies his jet, kamikaze-style, into the belly of an invading alien space ship. No one in the audience wonders about his motivation or whether he was brainwashed with the promise of nirvana. Fiction, perhaps, but American history is replete with such selfless heroics. Did not Nathan Hale regret that he had but one life to give for his country? Have not our armed forces charged into battle with the cry ''Remember the Alamo,'' in the spirit of the brave Texans who willingly met certain death in the cause of independence? A fundamental rule of combat is to know the enemy. This means to know not only his strengths and weaknesses but also his motivation and objectives. We will not successfully conclude our present war on terrorism by erroneously believing that the terrorists are crazed religious fanatics motivated by heavenly rewards of martyrdom. Ed Pontacoloni Windsor, Conn.", "news_desk": "Magazine Desk", "document_type": "article", "blog": [], "abstract": "Ed Pontacoloni letter on suicide bombers; holds we will not successfully conclude our present war on terrorism by erroneously believing that terrorists are crazed religious fanatics motivated by heavenly rewards of martyrdom", "print_page": "16", "type_of_material": "Letter", "source": "The New York Times", "_id": "4fd267678eb7c8105d81cdc5", "keywords": [{"name": "persons", "value": "PONTACOLONI, ED"}, {"name": "subject", "value": "ISLAM"}, {"name": "subject", "value": "SUICIDES AND SUICIDE ATTEMPTS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-18T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "During the climax of the sci-fi movie ''Independence Day,'' a former fighter pilot in the Vietnam War, desperately recruited to fight again, flies his jet, kamikaze-style, into the belly of an invading alien space ship. No one in the audience wond...", "slideshow_credits": null, "word_count": 168, "byline": null, "web_url": "http://www.nytimes.com/2001/11/18/magazine/l-all-suicide-bombers-are-not-alike-156388.html", "section_name": "Magazine; Opinion"}