{"headline": {"main": "War is Heck", "kicker": "JOURNAL"}, "lead_paragraph": "I was also at Chicago's O'Hare Airport last Saturday when Subash Gurung, an illegal immigrant with no fixed address, slipped seven knives, a can of Mace and a stun gun through the X-ray machine at a ''security'' checkpoint. Eager to honor our toughened airport protocols, I had my ticket and ID ready for examination, but at the penultimate juncture, a smile and a wave were enough. The ''guard'' smiled back, never bothering to read or match the ticket with the ID. It was all so convivial you'd never guess this is a nation at war. Maybe it's not. What I witnessed at O'Hare -- and eight other major American airports I've been to since Sept. 11 -- suggests that two months after hijackers turned commercial passenger jets into weapons of mass destruction, there's no great hurry to standardize or enforce airline security far beyond the ruthless crackdown on manicure scissors. Yes, National Guard troops are on duty, but as easily distracted onlookers. In Washington, Congress is AWOL, trying to forge a mishmash ''compromise'' out of competing security bills that would take many months to institute anyway. Our secretary of transportation, Norman Mineta, hasn't exactly filled the gap. Outraged at the breach at O'Hare, Mr. Mineta swore stiff retribution -- a farcical threat given that the many past infractions of the offending rent-a-guard company, Argenbright, have already been punished, with no deterrent effect whatsoever, by a seven-figure fine and even a jail term for one of its supervisors.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Frank Rich Op-Ed column deplores lack of urgency in America's war on terrorism, whether on fronts of airline security, bioterrorism, economic recovery or Afghanistan; drawing (M)", "print_page": "23", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd252718eb7c8105d7f817b", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "BIOLOGICAL AND CHEMICAL WARFARE"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "UNITED STATES ECONOMY"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-10T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "I  was also at Chicago's O'Hare Airport last Saturday when Subash Gurung, an illegal immigrant with no fixed address, slipped seven knives, a can of Mace and a stun gun through the X-ray machine at a ''security'' checkpoint. Eager to honor our tou...", "slideshow_credits": null, "word_count": 1412, "byline": {"person": [{"lastname": "Rich", "role": "reported", "rank": 1, "organization": "", "firstname": "Frank"}], "original": "By Frank Rich"}, "web_url": "http://www.nytimes.com/2001/11/10/opinion/journal-war-is-heck.html", "section_name": "Opinion"}