{"headline": {"main": "Serbian Prosecutors Show Signs of Closing In on Milosevic"}, "lead_paragraph": "The net apparently closing around Slobodan Milosevic tightened today with a Belgrade prosecutor's announcement of the first formal investigation into his activities. Mr. Milosevic, the former Yugoslav president, is widely blamed for the wars and atrocities of the last decade but also for widespread corruption in Serbia. In recent days the government of Serbia -- the republic that makes up most of Yugoslavia -- has given several signals that it is determined to pursue Mr. Milosevic, who is living in a government villa in Belgrade but under 24-hour police surveillance.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Latest sign that government of Serbia is determined to pursue Slobodan Milosevic is announcement by Belgrade prosecutor of first formal investigation into his activities; Milosevic is widely blamed for wars and atrocities of last decade but also for widespread corruption in Serbia; he is currently living in government villa in Belgrade but under 24-hour surveillance(M)", "print_page": "8", "type_of_material": "News", "source": "The New York Times", "_id": "4fd247238eb7c8105d7e2cd1", "keywords": [{"name": "persons", "value": "MILOSEVIC, SLOBODAN"}, {"name": "glocations", "value": "BELGRADE (SERBIA)"}, {"name": "glocations", "value": "SERBIA"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "ETHICS"}], "pub_date": "2001-03-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The net apparently closing around Slobodan Milosevic tightened today with a Belgrade prosecutor's announcement of the first formal investigation into his activities. Mr. Milosevic, the former Yugoslav president, is widely blamed for the wars and a...", "slideshow_credits": null, "word_count": 886, "byline": {"person": [{"lastname": "GALL", "role": "reported", "rank": 1, "organization": "", "firstname": "Carlotta"}], "original": "By CARLOTTA GALL"}, "web_url": "http://www.nytimes.com/2001/03/01/world/serbian-prosecutors-show-signs-of-closing-in-on-milosevic.html", "section_name": "World"}