{"headline": {"main": "Beliefs; A military campaign, the calls for caution and some complex roots in Christian thought."}, "lead_paragraph": "The American government is understandably concerned about convincing Muslims around the world that the war against Al Qaeda and the Taliban is justified. Washington officials might do well also to worry about another religious group: Christians. On the face of it, that proposition seems preposterous. Sept. 11 was a direct attack on a nation where almost 9 of 10 citizens call themselves Christians. Since that day, there has been no absence of flags in American churches and no sparing of prayers for the families of victims, for the safety of American forces or for the wisdom of national leaders.", "news_desk": "National Desk", "document_type": "article", "blog": [], "abstract": "Peter Steinfels Beliefs column observes that some Christian groups give only guarded support to war on terrorism in Afghanistan (M)", "print_page": "7", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2120b8eb7c8105d788048", "keywords": [{"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CHRISTIANS AND CHRISTIANITY"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-10T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The American government is understandably concerned about convincing Muslims around the world that the war against Al Qaeda and the Taliban is justified. Washington officials might do well also to worry about another religious group: Christians.  ...", "slideshow_credits": null, "word_count": 975, "byline": {"person": [{"lastname": "Steinfels", "role": "reported", "rank": 1, "organization": "", "firstname": "Peter"}], "original": "By Peter Steinfels"}, "web_url": "http://www.nytimes.com/2001/11/10/us/beliefs-military-campaign-calls-for-caution-some-complex-roots-christian-thought.html", "section_name": "U.S.; Washington"}