{"headline": {"main": "DESPERATE MIGRATION -- A special report.; Fleeing Famine and War, Afghans Again Meet Death"}, "lead_paragraph": "Three of Muhammad Uddin's sons froze to death along the narrow rim of the Sabzak Pass, where the elevation was steep and the truck tires could not hold. The snowfall was thick, the winds piercing. To one side was a yawning plunge. The eight families that had crowded into the vehicle's open flatbed thought it better to climb out and sleep on the wet ground than chance a mortal slide over the edge. They were fleeing hunger, and their journey had begun with a three-day walk to the road through the mountains, carrying what they could, many of them burdened with exhausted children rather than extra clothing and blankets. Mr. Uddin's boys were 8, 6 and 3. In the morning's unfolding light, he saw that their faces had turned a bluish color and their jaws had gone slack. He poked at them. He poked again. And then he understood.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Special report on Afghanistan, where thousands of villagers are fleeing famine, many of them dying on journey to bigger towns and cities or borders of neighboring Iran and Pakistan; United Nations officials plea for emergency aid, saying more than million of people are at risk of starvation in country afflicted with unending war, no effectual government and three years of drought; photos of refugee camps; map (M)", "print_page": "1", "type_of_material": "Special Report", "source": "The New York Times", "_id": "4fd206cb8eb7c8105d77044a", "keywords": [{"name": "glocations", "value": "IRAN"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "DROUGHT"}, {"name": "subject", "value": "WEATHER"}, {"name": "subject", "value": "IMMIGRATION AND REFUGEES"}, {"name": "subject", "value": "FAMINE"}, {"name": "subject", "value": "FOREIGN AID"}], "pub_date": "2001-03-02T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Three of Muhammad Uddin's sons froze to death along the narrow rim of the Sabzak Pass, where the elevation was steep and the truck tires could not hold. The snowfall was thick, the winds piercing. To one side was a yawning plunge. The eight famili...", "slideshow_credits": null, "word_count": 2295, "byline": {"person": [{"lastname": "BEARAK", "role": "reported", "rank": 1, "organization": "", "firstname": "Barry"}], "original": "By BARRY BEARAK"}, "web_url": "http://www.nytimes.com/2001/03/02/world/desperate-migration-special-report-fleeing-famine-war-afghans-again-meet-death.html", "section_name": "World; Front Page"}