{"headline": {"main": "Bishops Draft Principles to Guide Response to Terrorism", "kicker": "A NATION CHALLENGED: THE CATHOLIC CHURCH"}, "lead_paragraph": "The nation's Roman Catholic bishops unveiled a sweeping pastoral message today in response to the Sept. 11 terrorist attacks, calling for strict moral principles to guide American military action, international efforts to rebuild Afghanistan after the war and for mitigating problems like human rights violations and poverty that cause widespread resentment and anger. ''Without in any way excusing indefensible terrorist acts, we still need to address those conditions of poverty and injustice which are exploited by terrorists,'' the document, made public at the start of the bishops' annual fall meeting, says.", "news_desk": "National Desk", "document_type": "article", "blog": [], "abstract": "Nation's Roman Catholic bishops unveil sweeping pastoral message in response to Sept 11 terrorist attacks; message calls for strict moral principles to guide American military action, international efforts to rebuild Afghanistan after war and for mitigating problems like human rights violations and poverty that cause widespread resentment and anger; document tries to separate religion from recent terrorism, declaring 'no religious or moral justification' exists for attacks on World Trade Center and Pentagon; photo (M)", "print_page": "6", "type_of_material": "News", "source": "The New York Times", "_id": "4fd229888eb7c8105d7b323d", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "ROMAN CATHOLIC CHURCH"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-13T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The nation's Roman Catholic bishops unveiled a sweeping pastoral message today in response to the Sept. 11 terrorist attacks, calling for strict moral principles to guide American military action, international efforts to rebuild Afghanistan after...", "slideshow_credits": null, "word_count": 585, "byline": {"person": [{"lastname": "NIEBUHR", "role": "reported", "rank": 1, "organization": "", "firstname": "Gustav"}], "original": "By GUSTAV NIEBUHR"}, "web_url": "http://www.nytimes.com/2001/11/13/us/nation-challenged-catholic-church-bishops-draft-principles-guide-response.html", "section_name": "U.S.; Washington"}