{"headline": {"main": "Now, the Battle to Feed the Afghan Nation", "kicker": "A NATION CHALLENGED: THE OUTLOOK"}, "lead_paragraph": "The retreat of the Taliban has opened the next critical phase of the American campaign in Afghanistan: joining the effort to deliver relief for millions of hungry, cold, sick, war-weary Afghans, thousands of them at death's door. In the end, the war against famine, disease and misery may prove as important as the military campaign in ending a generation of misrule and chaos. The military will be full partners in the mobilization now getting under way. NATO allies will ship food, clothing, shelter and medicine to the nations surrounding Afghanistan for United Nations relief organizations, private aid groups and intrepid Afghan truckers to deliver to people in ruined cities and shattered villages. The United States is buying millions of tons of wheat, much of it delivered in red, white and blue bags stamped USA, to help keep Afghans from starving this winter.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Retreat of Taliban clears way for next critical phase of American campaign in Afghanistan: delivering relief for millions of hungry, cold, sick, war-weary Afghans, thousands of them at death's door; war against famine, disease and misery may prove as important as military campaign in ending generation of misrule and chaos; NATO allies will ship food, clothing, shelter and medicine to nations surrounding Afghanistan for United Nations relief organizations, private aid groups and Afghan truckers to deliver to people in ruined cities and shattered villages; immediate goal is to keep Afghans from starving this winter; broader goal is to show Afghans that American-led coalition can help them live new lives; photos; maps (L)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd219618eb7c8105d797487", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "NORTH ATLANTIC TREATY ORGANIZATION"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}, {"name": "subject", "value": "FAMINE"}, {"name": "subject", "value": "FOREIGN AID"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-16T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The retreat of the Taliban has opened the next critical phase of the American campaign in Afghanistan: joining the effort to deliver relief for millions of hungry, cold, sick, war-weary Afghans, thousands of them at death's door. In the end, the w...", "slideshow_credits": null, "word_count": 3766, "byline": {"person": [{"lastname": "WEINER", "role": "reported", "rank": 1, "organization": "", "firstname": "Tim"}], "original": "By TIM WEINER"}, "web_url": "http://www.nytimes.com/2001/11/16/world/a-nation-challenged-the-outlook-now-the-battle-to-feed-the-afghan-nation.html", "section_name": "World; Front Page; Washington"}