{"headline": {"main": "Leader's Change of Heart on Term Limit"}, "lead_paragraph": "President Frederick Chiluba of Zambia came to power almost 10 years ago, unseating Kenneth Kaunda, who led the country out of colonial rule and stayed in office almost three decades. At first, Mr. Chiluba was all for term limits; indeed his pledge to introduce and adhere to them helped win him the presidency. But now it appears that he -- or, at the very least, influential people in his dominant governing party -- are trying to prolong his rule by changing the Constitution, which limits the president to two five-year terms.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Pres Frederick Chiluba of Zambia came to power almost 10 years ago, unseating Kenneth Kaunda, who led country out of colonial rule and stayed in office almost three decades; at first, Chiluba was all for term limits; indeed his pledge to introduce and adhere to them helped win him presidency; but now Chiluba and party elite are trying to prolong his rule; moves to change Constitution, which limits president to two five-year terms, have led to protests in recent weeks in Lusaka; map; photo (M)", "print_page": "3", "type_of_material": "News", "source": "The New York Times", "_id": "4fd24f888eb7c8105d7f2435", "keywords": [{"name": "persons", "value": "CHILUBA, FREDERICK"}, {"name": "persons", "value": "KAUNDA, KENNETH D"}, {"name": "glocations", "value": "LUSAKA (ZAMBIA)"}, {"name": "glocations", "value": "ZAMBIA"}, {"name": "subject", "value": "TERM LIMITS (POLITICAL OFFICE)"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "CONSTITUTIONS"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}, {"name": "subject", "value": "ELECTIONS"}], "pub_date": "2001-03-02T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "President Frederick Chiluba of Zambia came to power almost 10 years ago, unseating Kenneth Kaunda, who led the country out of colonial rule and stayed in office almost three decades.     At first, Mr. Chiluba was all for term limits; indeed his pl...", "slideshow_credits": null, "word_count": 1004, "byline": {"person": [{"organization": "", "lastname": "CAUVIN", "middlename": "E.", "role": "reported", "rank": 1, "firstname": "Henri"}], "original": "By HENRI E. CAUVIN"}, "web_url": "http://www.nytimes.com/2001/03/02/world/leader-s-change-of-heart-on-term-limit.html", "section_name": "World"}