{"headline": {"main": "Gunman Is Killed at Base In Qatar Used by the U.S.", "kicker": "A NATION CHALLENGED: SECURITY"}, "lead_paragraph": "A gunman was shot and killed today after he opened fire at American and Qatari troops guarding an air base in the Persian Gulf nation of Qatar that was being used by American military aircraft. The attack added to concerns in a region made uneasy by the war in Afghanistan. The incident added to security worries surrounding a meeting of the 142-nation World Trade Organization set to begin on Friday in Doha, Qatar's capital. After the Sept. 11 terrorist attacks in the United States, organizers had considered moving the trade talks elsewhere, but decided in the end to keep them in Qatar.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Gunman identified as Abdullah Mubarak al-Hajri is shot and killed after he opens fire at American and Qatari troops guarding air base in Qatar that is being used by American military aircraft; attack adds to security worries surrounding meeting of 142-nation World Trade Orgn set to begin Nov 9 in Qatar's capital, Doha; White House says it has no indication of any connection between attack and American war on terrorism; government spokesman in Qatar calls assault 'an isolated event'; assault is first direct attack on US target in region since American attacks in Afghanistan began; it carries reminder that American military presence in region can stir considerable hostility; photo (M)", "print_page": "2", "type_of_material": "News", "source": "The New York Times", "_id": "4fd218de8eb7c8105d795e9f", "keywords": [{"name": "persons", "value": "HAJRI, ABDULLAH MUBARAK AL-"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "QATAR"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "WORLD TRADE ORGANIZATION"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "INTERNATIONAL TRADE AND WORLD MARKET"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-08T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "A gunman was shot and killed today after he opened fire at American and Qatari troops guarding an air base in the Persian Gulf nation of Qatar that was being used by American military aircraft. The attack added to concerns in a region made uneasy ...", "slideshow_credits": null, "word_count": 677, "byline": {"person": [{"lastname": "JEHL", "role": "reported", "rank": 1, "organization": "", "firstname": "Douglas"}], "original": "By DOUGLAS JEHL"}, "web_url": "http://www.nytimes.com/2001/11/08/world/a-nation-challenged-security-gunman-is-killed-at-base-in-qatar-used-by-the-us.html", "section_name": "World; Washington"}