{"headline": {"main": "Cartoon of Wartime 'Comfort Women' Irks Taiwan"}, "lead_paragraph": "A Japanese comic book that features a long interview with an aging Taiwanese businessman as one of its climactic scenes would seem a candidate for the remainder pile. But the Chinese-language edition of the book, ''On Taiwan,'' has been flying off the shelves here since Sunday, when a mob of Taiwan legislators and other protesters stormed into Taipei's biggest bookstore, grabbed armfuls of the book and set them on fire on the sidewalk outside.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Chinese-language edition of Japanese comic book is causing storm in Taiwan over depiction of Taiwanese women who were kept in Japanese military brothels during World War II; mob of Taiwan legislators and other protesters recently stormed into Taipei's biggest bookstore, grabbed armloads of comics and set them on fire on sidewalk outside; critics are outraged by what they say is distorted account of Japan's last years in Taiwan, when army rounded up 'comfort women' for soldiers' use; cartoonist Kobayashi Yoshinori depicts women lining up willingly for duty, and to buttress his claims includes long interview with aging Taiwanese industrialist Hsu Wen-lung, who asserts that no women were forced to serve Japanese military; Hsu's remarks are particularly explosive because he is supporter and adviser to Pres Chen Shui-bian (M)", "print_page": "3", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2449c8eb7c8105d7dedad", "keywords": [{"name": "persons", "value": "KOBAYASHI YOSHINORI"}, {"name": "persons", "value": "HSU WEN-LUNG"}, {"name": "persons", "value": "CHEN SHUI-BIAN"}, {"name": "glocations", "value": "JAPAN"}, {"name": "glocations", "value": "TAIPEI (TAIWAN)"}, {"name": "glocations", "value": "TAIWAN"}, {"name": "subject", "value": "PROSTITUTION"}, {"name": "subject", "value": "INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "WOMEN"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}, {"name": "subject", "value": "COMIC BOOKS AND STRIPS"}], "pub_date": "2001-03-02T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "A Japanese comic book that features a long interview with an aging Taiwanese businessman as one of its climactic scenes would seem a candidate for the remainder pile.    But the Chinese-language edition of the book, ''On Taiwan,'' has been flying ...", "slideshow_credits": null, "word_count": 904, "byline": {"person": [{"lastname": "LANDLER", "role": "reported", "rank": 1, "organization": "", "firstname": "Mark"}], "original": "By MARK LANDLER"}, "web_url": "http://www.nytimes.com/2001/03/02/world/cartoon-of-wartime-comfort-women-irks-taiwan.html", "section_name": "World"}