{"headline": {"main": "Footlights"}, "lead_paragraph": "Coming of Age The wood and fiber mask from Congo signifies a boy's mastery of the skills of dance and song. The wooden spoon from Guinea-Bissau carved in the form of a woman attests to hard work and hospitality. Both objects are part of ''Making the Grade,'' an exhibition built on the arts of initiation that opens on Sunday at the Smithsonian Institution's National Museum of African Art in Washington. This small show focuses on the conveyance of social values through masks, figures, drums and other objects. It remains on view through May 5. In the Beginning On April 28, 1892, the 26-year-old composer Jean Sibelius led the Helsinki Philharmonic Orchestra in the premiere of the work that established his eminence in the musical life of his native Finland. It was ''Kullervo,'' a five-movement symphonic poem for soloists, chorus and orchestra based on the national folk epic ''Kalevala.'' At 3 p.m. on Sunday in Avery Fisher Hall, the Helsinki Philharmonic, led by Leif Segerstam in its first visit to the United States in 15 years, will perform ''Kullervo'' in observance of the 110th anniversary of its premiere.", "news_desk": "The Arts/Cultural Desk", "document_type": "article", "blog": [], "abstract": "Exhibition, Making the Grade, showing African initiation rites, is on view at National Museum of African Art in Washington; photo; Leif Segerstam to lead Helsinki Philharmonic in performance of Sibelius' Kullervo, in observance of 110th anniversary of its premiere; Ocean Liner Museum and Seamen's Church Institute to present exhibition Dazzle and Drab: Ocean Liners at War, depicting ocean liners in their wartime roles; photo; singers Jimmy Webb, Paul Williams and Liz Callaway to perform at Feinstein's at the Regency (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd229928eb7c8105d7b39d0", "keywords": [{"name": "persons", "value": "SIBELIUS, JEAN"}, {"name": "persons", "value": "WILLIAMS, PAUL"}, {"name": "persons", "value": "WEBB, JIMMY"}, {"name": "persons", "value": "SEGERSTAM, LEIF"}, {"name": "persons", "value": "CALLAWAY, LIZ"}, {"name": "glocations", "value": "AFRICA"}, {"name": "organizations", "value": "HELSINKI PHILHARMONIC"}, {"name": "organizations", "value": "NATIONAL MUSEUM OF AFRICAN ART"}, {"name": "subject", "value": "SHIPS AND SHIPPING"}, {"name": "subject", "value": "WORLD WAR I (1914-18)"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "WARSHIPS"}, {"name": "subject", "value": "ART"}], "pub_date": "2001-11-07T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Coming of Age  The wood and fiber mask from Congo signifies a boy's mastery of the skills of dance and song. The wooden spoon from Guinea-Bissau carved in the form of a woman attests to hard work and hospitality. Both objects are part of ''Making ...", "slideshow_credits": null, "word_count": 442, "byline": {"person": [{"organization": "", "lastname": "GELDER", "middlename": "Van", "role": "reported", "rank": 1, "firstname": "Lawrence"}], "original": "By LAWRENCE VAN GELDER"}, "web_url": "http://www.nytimes.com/2001/11/07/arts/footlights.html", "section_name": "Arts"}