{"headline": {"main": "Johnson Tapes Show a Man Full of Doubt, Even as Victor", "kicker": "BOOKS OF THE TIMES"}, "lead_paragraph": "REACHING FOR GLORY Lyndon Johnson's Secret White House Tapes, 1964-1965 Edited and with commentary by Michael Beschloss Illustrated. 475 pages. Simon & Schuster. $30. The second installment of Lyndon Johnson's White House tapes, expertly edited and annotated by the historian Michael Beschloss, spans the crucial period between September 1964 and August 1965, when Johnson made many of the most important decisions of his time in office: choosing to escalate the war in Vietnam, while putting his vision of a Great Society into play with a fight for voting rights, Medicare, an education bill and a war on poverty. Already Johnson's dreams of eclipsing Franklin D. Roosevelt in the annals of history with his ambitious domestic agenda and impressive legislative triumphs are fading in the looming shadow of Vietnam. ''By September 1965,'' Mr. Beschloss writes, ''the contours of the rest of Johnson's term were in place -- the deepening chasm in Southeast Asia, campus and street demonstrations at home, riots in major American cities, Johnson's diminishing clout in Congress, his growing clash with Robert Kennedy.''", "news_desk": "The Arts/Cultural Desk", "document_type": "article", "blog": [], "abstract": "Michiko Kakutani reviews Reaching for Glory: Lyndon Johnson's Secret White House Tapes, 1964-1965, edited and with commentary by Michael Beschloss; photo (M)", "print_page": "1", "type_of_material": "Review", "source": "The New York Times", "_id": "4fd212028eb7c8105d7879b2", "keywords": [{"name": "creative_works", "value": "REACHING FOR GLORY (BOOK)"}, {"name": "persons", "value": "JOHNSON, LYNDON BAINES"}, {"name": "persons", "value": "BESCHLOSS, MICHAEL"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2001-11-13T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "REACHING FOR GLORY  Lyndon Johnson's Secret White House Tapes, 1964-1965  Edited and with commentary by Michael Beschloss  Illustrated. 475 pages. Simon & Schuster. $30.      The second installment of Lyndon Johnson's White House tapes, expertly e...", "slideshow_credits": null, "word_count": 1213, "byline": {"person": [{"lastname": "KAKUTANI", "role": "reported", "rank": 1, "organization": "", "firstname": "Michiko"}], "original": "By MICHIKO KAKUTANI"}, "web_url": "http://www.nytimes.com/2001/11/13/books/books-of-the-times-johnson-tapes-show-a-man-full-of-doubt-even-as-victor.html", "section_name": "Arts; Washington; Books"}