{"headline": {"main": "The Battle for Mazar-i-Sharif"}, "lead_paragraph": "The first important military victory of the war against terrorism seemed close at hand yesterday, with reports by Northern Alliance forces that they had taken the northern Afghanistan stronghold of Mazar-i-Sharif. Capture of the city, which has been under Taliban rule, would provide an important military, psychological and political boost to the American-led campaign to drive the Taliban from power and bring Osama bin Laden to justice. But because the city is separated from the southern population centers of Afghanistan by nearly impassable mountains, the fall of Mazar-i-Sharif is not likely to lead to the Taliban's rapid collapse. Until the Northern Alliance troops closed in on Mazar-i-Sharif, with the help of American Special Forces and air support, the war had yielded no major successes on the ground to help sustain political support at home or abroad for the combat operations in Afghanistan. Seizure of Mazar-i-Sharif would ease the pressure on President Bush to reconsider current military strategy.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Editorial welcomes reports that Northern Alliance has taken Mazar-i-Sharif, most important city in northern Afghanistan, and says victory presents timely opportunity to alleviate country's looming food crisis; says it should also put pressure on Pashtuns to rally their own resistance forces against Taliban (M)", "print_page": "22", "type_of_material": "Editorial", "source": "The New York Times", "_id": "4fd229978eb7c8105d7b3d75", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "MAZAR-I-SHARIF (AFGHANISTAN)"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}, {"name": "subject", "value": "FOOD"}], "pub_date": "2001-11-10T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The first important military victory of the war against terrorism seemed close at hand yesterday, with reports by Northern Alliance forces that they had taken the northern Afghanistan stronghold of Mazar-i-Sharif. Capture of the city, which has be...", "slideshow_credits": null, "word_count": 559, "byline": null, "web_url": "http://www.nytimes.com/2001/11/10/opinion/the-battle-for-mazar-i-sharif.html", "section_name": "Opinion"}