{"headline": {"main": "U.S. SEEKS CHANGES IN GERM WAR PACT", "kicker": "A NATION CHALLENGED: BIOTERROR TREATY"}, "lead_paragraph": "In the wake of anthrax attacks that have killed 4 and sickened some 12 others, the Bush administration is discussing new proposals with its allies that would make it a crime for individuals to buy, build or acquire a biological weapon for terrorist attacks. The proposals, intended to strengthen the 1972 treaty banning germ weapons, abandon a previous approach favored by many other countries that sought to require treaty members to create a new international organization to conduct mandatory inspections of plants in which germ weapons could be made.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Bush administration, in wake of anthrax outbreak, discusses new proposals with allies to strengthen 1972 treaty banning germ weapons by making it crime for individual to buy, build or acquire biological weapon for terrorist attacks; proposals abandon previous approach favored by many other nations but opposed by Bush that sought to require treaty members to create new international organization to conduct mandatory inspections of plants in which germ weapons could be made (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd229958eb7c8105d7b3bb9", "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "BIOLOGICAL AND CHEMICAL WARFARE"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "ANTHRAX"}, {"name": "subject", "value": "TREATIES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "In the wake of anthrax attacks that have killed 4 and sickened some 12 others, the Bush administration is discussing new proposals with its allies that would make it a crime for individuals to buy, build or acquire a biological weapon for terroris...", "slideshow_credits": null, "word_count": 936, "byline": {"person": [{"lastname": "MILLER", "role": "reported", "rank": 1, "organization": "", "firstname": "Judith"}], "original": "By JUDITH MILLER"}, "web_url": "http://www.nytimes.com/2001/11/01/world/a-nation-challenged-bioterror-treaty-us-seeks-changes-in-germ-war-pact.html", "section_name": "World; Front Page"}