{"headline": {"main": "The Portable MP3 Player That Won't Stop the Music", "kicker": "NEWS WATCH"}, "lead_paragraph": "Last year, while many portable MP3 players were waging a war of slowly escalating storage capacity -- 32 MB, 64 MB, 128 MB -- Creative Technology flew overhead and dropped the big one: the Nomad Jukebox with six gigabytes of storage, enough for 100 hours of MP3's, the equivalent of about 150 CD's. Archos, a French company, is now taking on Creative in the heavy-load MP3 market. The Archos Jukebox 6000 is essentially a six-gigabyte hard drive with a speaker attached. It can be used as a portable player or played through a computer. (Archos even suggests that it can also be used as a backup hard drive.)", "news_desk": "Circuits", "document_type": "article", "blog": [], "abstract": "Review of new MP3 from French manufacturer Archos, Archos Jukebox 6000, with six gigabytes of storage, sufficient for holding 100 hours of MP3's; this equates to 150 CD's worth of musical programming; photo (S)", "print_page": "3", "type_of_material": "News", "source": "The New York Times", "_id": "4fd247238eb7c8105d7e2cdf", "keywords": [{"name": "organizations", "value": "ARCHOS"}, {"name": "subject", "value": "RECORDINGS (AUDIO)"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "pub_date": "2001-03-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Last year, while many portable MP3 players were waging a war of slowly escalating storage capacity -- 32 MB, 64 MB, 128 MB -- Creative Technology flew overhead and dropped the big one: the Nomad Jukebox with six gigabytes of storage, enough for  1...", "slideshow_credits": null, "word_count": 230, "byline": {"person": [{"lastname": "HEADLAM", "role": "reported", "rank": 1, "organization": "", "firstname": "Bruce"}], "original": "By BRUCE HEADLAM"}, "web_url": "http://www.nytimes.com/2001/03/01/technology/news-watch-the-portable-mp3-player-that-won-t-stop-the-music.html", "section_name": "Technology"}