{"headline": {"main": "Afghan Caves, an Egyptian Courtroom and the Trade Center Toll", "kicker": "A NATION CHALLENGED: AN OVERVIEW: NOV. 20, 2001"}, "lead_paragraph": "The war against the Taliban, the campaign against terrorism around the world, and the hunt for Osama bin Laden have all become interlocked puzzle pieces as Afghanistan teeters under the American-led assault. Where American ground troops go from here -- as soldiers, and as de facto law-enforcement agents searching for a wanted man -- is one issue. How the military campaign is perceived by governments outside Afghanistan that continue to harbor terrorists is a question that will resonate far longer. CAVE BY CAVE -- Non-Afghan Taliban soldiers, many of whom have vowed to fight to the death rather than surrender to Northern Alliance forces, continue to be a concern in southern Taliban strongholds. But Pentagon officials said they were already preparing for an intensely localized search for bin Laden that is yet to come, with Northern Alliance forces and ordinary Afghans likely to aid in the effort. Air strikes were concentrated on non-Afghan Taliban positions and known cave-and-tunnel complexes where bin Laden may be hiding, and thousands of Afghan Taliban members were said to be ready to surrender.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Overview of day's events in war on terrorism (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd229318eb7c8105d7b304b", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-21T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The war against the Taliban, the campaign against terrorism around the world, and the hunt for Osama bin Laden have all become interlocked puzzle pieces as Afghanistan teeters under the American-led assault. Where American ground troops go from he...", "slideshow_credits": null, "word_count": 735, "byline": {"person": [{"lastname": "JOHNSON", "role": "reported", "rank": 1, "organization": "", "firstname": "Kirk"}], "original": "By KIRK JOHNSON"}, "web_url": "http://www.nytimes.com/2001/11/21/world/nation-challenged-overview-nov-20-2001-afghan-caves-egyptian-courtroom-trade.html", "section_name": "World; Washington"}