{"headline": {"main": "To Run Pentagon, Bush Sought Proven Manager With Muscle"}, "lead_paragraph": "The questions hung heavily in the air and then seemed to fill the room. Daniel R. Coats, the former Republican senator from Indiana, had been summoned to a suite at the Madison Hotel near the White House by President-elect George W. Bush and Vice President-elect Dick Cheney for an audition of sorts for the job of secretary of defense, advisers to the participants recalled.", "news_desk": "National Desk", "document_type": "article", "blog": [], "abstract": "Pres-elect Bush's selection of Donald H Rumsfeld to head Pentagon reflects Bush's and Vice Pres-elect Dick Cheney's strong desire to choose candidate with enough government and business experience and gravitas to trump any other candidate, understand existing and emerging security threats, neutralize opposition in Congress and, most important, run and restructure $309 billion operation; Rumsfeld reportedly dazzled Bush and Cheney with his knowledge and ideas during early interviews; in choosing Rumsfeld, Bush may be breaking his own cardinal rule about picking people who can work together as team, if Rumsfeld's reputation as secretary of derfense in Ford administration is any guide; Bush says he expects there to be disagreements; selection process described; photos (L)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd24ea38eb7c8105d7f0a2b", "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "RUMSFELD, DONALD H"}, {"name": "persons", "value": "CHENEY, DICK"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-01-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The questions hung heavily in the air and then seemed to fill the room.    Daniel R. Coats, the former Republican senator from Indiana, had been summoned to a suite at  the Madison Hotel near the White House by President-elect George W. Bush and V...", "slideshow_credits": null, "word_count": 2303, "byline": {"person": [{"lastname": "SCHMITT", "role": "reported", "rank": 1, "organization": "", "firstname": "Eric"}, {"lastname": "SCIOLINO", "role": "reported", "rank": 2, "organization": "", "firstname": "Elaine"}], "original": "By ERIC SCHMITT and ELAINE SCIOLINO"}, "web_url": "http://www.nytimes.com/2001/01/01/us/to-run-pentagon-bush-sought-proven-manager-with-muscle.html", "section_name": "Front Page; U.S."}