{"headline": {"main": "Essay; Seizing Dictatorial Power"}, "lead_paragraph": "Misadvised by a frustrated and panic-stricken attorney general, a president of the United States has just assumed what amounts to dictatorial power to jail or execute aliens. Intimidated by terrorists and inflamed by a passion for rough justice, we are letting George W. Bush get away with the replacement of the American rule of law with military kangaroo courts. In his infamous emergency order, Bush admits to dismissing ''the principles of law and the rules of evidence'' that undergird America's system of justice. He seizes the power to circumvent the courts and set up his own drumhead tribunals -- panels of officers who will sit in judgment of non-citizens who the president need only claim ''reason to believe'' are members of terrorist organizations.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "William Safire Op-Ed column says Pres Bush has assumed what amounts to dictatorial power to jail or execute aliens suspected of terrorism; says he has been misadvised by frustrated and panic-stricken attorney general; says that by citing national security, his kangeroo court can conceal evidence, make up its own rules, find defendant guilty even if third of officers disagree, and execute alien with no review by any civilian court; says at time when even liberals are debating ethics of torture of suspects, it is time for conservatives and hard-liners to stand up for American values (M)", "print_page": "31", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd218dc8eb7c8105d795dd5", "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "ASHCROFT, JOHN"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "CAPITAL PUNISHMENT"}, {"name": "subject", "value": "EXECUTIVE ORDERS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "TORTURE"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-15T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Misadvised by a frustrated and panic-stricken attorney general, a president of the United States has just assumed what amounts to dictatorial power to jail or execute aliens. Intimidated by terrorists and inflamed by a passion for rough justice, w...", "slideshow_credits": null, "word_count": 710, "byline": {"person": [{"lastname": "SAFIRE", "role": "reported", "rank": 1, "organization": "", "firstname": "William"}], "original": "By WILLIAM SAFIRE"}, "web_url": "http://www.nytimes.com/2001/11/15/opinion/essay-seizing-dictatorial-power.html", "section_name": "Opinion"}