{"headline": {"main": "U.N. Pleads With Taliban Not to Destroy Buddha Statues"}, "lead_paragraph": "The United Nations led an 11th-hour drive to save two towering statues of Buddha today as the Afghan government assembled explosives at the sites to obliterate them, diplomats feared. Even the Unesco chief acknowledged that the rescue effort might be hopelessly late. The official, Koichiro Matsuura, said the threat was a ''mindless aggression to a part of the conscience, history and identity of humankind.'' But he ruefully concluded, ''We are witnesses once again to our own inefficacy.''", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Pakistan and other Muslim nations join last-minute United Nations drive to persuade Afghanistan's Taliban leaders not to destroy two ancient towering statutes of Buddha hewn out of side of mountain, Bamiyan; government troops assemble explosives to raze statues and all other statues around nation as idolatrous; Metropolitan Museum of Art, New York City, offers to pay to remove portable statues; Unesco sends Pierre Lafrance to Pakistan in hopes of negotiating with Taliban; Unesco head Koichiro Matsuura deplores planned destruction (M)", "print_page": "3", "type_of_material": "News", "source": "AP", "_id": "52b87f3338f0d86bcb2a5a5d", "keywords": [{"name": "persons", "value": "MATSUURA, KOICHIRO"}, {"name": "persons", "value": "LAFRANCE, PIERRE"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "glocations", "value": "BAMIYAN (AFGHANISTAN)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "UNITED NATIONS EDUCATIONAL, SCIENTIFIC AND CULTURAL ORGANIZATION"}, {"name": "organizations", "value": "METROPOLITAN MUSEUM OF ART"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "subject", "value": "ISLAM"}, {"name": "subject", "value": "BUDDHISM"}], "pub_date": "2001-03-03T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The United Nations led an 11th-hour drive to save two towering statues of Buddha today as the Afghan government assembled explosives at the sites to obliterate them, diplomats feared.    Even the Unesco chief acknowledged that the rescue effort mi...", "slideshow_credits": null, "word_count": "816", "byline": null, "web_url": "http://www.nytimes.com/2001/03/03/world/un-pleads-with-taliban-not-to-destroy-buddha-statues.html", "section_name": "World"}