{"headline": {"main": "Theater; London Theater And the Cloud of War"}, "lead_paragraph": "IN times of public anxiety in Britain, it has fallen to the royal family to stand up, be counted, show the flag and do the other things expected of national symbols. The obvious case is George VI, who refused to escape the blitz by fleeing to Canada with his wife and daughters. And in the anxious London of late 2001 it seems to have fallen to ''The Royal Family'' to perform a similar if smaller function. Peter Hall's revival of George S. Kaufman and Edna Ferber's classic comedy is one of several plays helping to prove that Britain's theaterland won't be terrorized out of business. Not only is the piece bringing an impressive cast, led by Judi Dench, to the Haymarket but also advance ticket sales amounted to $1.2 million before it opened for a 14-week run on Nov. 1.", "news_desk": "Arts and Leisure Desk", "document_type": "article", "blog": [], "abstract": "Benedict Nightingale article assesses London's theater scene in wake of terrorist attacks on America; some shows, like Lion King, remain popular, while others, like Phantom of the Opera and My Fair Lady, have seats available on many evenings; photos (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd218e38eb7c8105d7960f2", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "LONDON (ENG)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2001-11-11T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "IN times of public anxiety in Britain, it has fallen to the royal family to stand up, be counted, show the flag and do the other things expected of national symbols. The obvious case is George VI, who refused to escape the blitz by fleeing to Cana...", "slideshow_credits": null, "word_count": 2265, "byline": {"person": [{"lastname": "NIGHTINGALE", "role": "reported", "rank": 1, "organization": "", "firstname": "Benedict"}], "original": "By BENEDICT NIGHTINGALE"}, "web_url": "http://www.nytimes.com/2001/11/11/theater/theater-london-theater-and-the-cloud-of-war.html", "section_name": "Arts; Theater"}