{"headline": {"main": "Abroad at Home; Wake Up, America"}, "lead_paragraph": "It is the broadest move in American history to sweep aside constitutional protections. Yet President Bush's order creating military tribunals to try those suspected of links to terrorism has aroused little public uproar. Why? Because, I am convinced, people do not understand the order's dangerous breadth -- and its defenders have done their best to conceal its true character. The order is described as if it is aimed only at Osama bin Laden and other terrorist leaders. A former deputy attorney general, George J. Terwilliger III, said the masterminds of the Sept. 11 attacks ''don't deserve constitutional protection.''", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Anthony Lewis Op-Ed column says Pres Bush's order creating military tribunals to try suspected terrorists is broadest move in American history to sweep aside constitutional protections; says its defenders are concealing its true character; says order covers all noncitizens--20 million of them in US--and covers suspected activities in vaguest of terms; says gretest danger of Bush order is that it is act of executive fiat, imposed without even consulting Congress, and seeking to exclude courts entirely from process that may affect life and liberty; says leaders of Al Qaeda could properly be tried by military tribunal, but Bush order cries out for redrafting in narrower more careful terms (M)", "print_page": "27", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd252708eb7c8105d7f80f5", "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "IMMIGRATION AND REFUGEES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-30T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "It is the broadest move in American history to sweep aside constitutional protections. Yet President Bush's order creating military tribunals to try those suspected of links to terrorism has aroused little public uproar. Why? Because, I am convinc...", "slideshow_credits": null, "word_count": 738, "byline": {"person": [{"lastname": "LEWIS", "role": "reported", "rank": 1, "organization": "", "firstname": "Anthony"}], "original": "By ANTHONY LEWIS"}, "web_url": "http://www.nytimes.com/2001/11/30/opinion/abroad-at-home-wake-up-america.html", "section_name": "Opinion"}