{"headline": {"main": "A Group Made Up Of Other Bands' Stars", "kicker": "IN PERFORMANCE: POP MUSIC"}, "lead_paragraph": "Oysterhead Roseland Like any good alliance, Oysterhead, the jam-band supergroup that sold out Roseland on Tuesday and Wednesday nights, serves intersecting purposes for its three members. For Trey Anastasio, the guitarist and singer of Phish, Oysterhead is the funk and hard-rock band that Phish is not. For Les Claypool, the bassist and vocalist of Primus, it's one more band to vamp around his cackling stories. And for Stewart Copeland, who was the drummer for the Police, it's sufficiently virtuosic company to lure him back to the road. Oysterhead has just released an album, ''The Grand Pecking Order'' (Elektra), and it performed 12 of its 13 songs on Tuesday night. The lyrics were tall tales about power, war, surreal journeys and death, often chanted as two-note melodies by Mr. Claypool. But once the words were out of the way, the music was anything but grim or autocratic. Instead, it was about joyful teamwork, as the trio got to its main mission: seeing how many ways it could knock around a basic riff.", "news_desk": "Arts & Ideas/Cultural Desk", "document_type": "article", "blog": [], "abstract": null, "print_page": "20", "type_of_material": "Review", "source": "The New York Times", "_id": "4fd229258eb7c8105d7b27a2", "keywords": [], "pub_date": "2001-11-17T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Oysterhead  Roseland      Like any good alliance, Oysterhead, the jam-band supergroup that sold out Roseland on Tuesday and Wednesday nights, serves intersecting purposes for its three members. For Trey Anastasio, the guitarist and singer of Phish...", "slideshow_credits": null, "word_count": 224, "byline": {"person": [{"lastname": "PARELES", "role": "reported", "rank": 1, "organization": "", "firstname": "Jon"}], "original": "By JON PARELES"}, "web_url": "http://www.nytimes.com/2001/11/17/arts/in-performance-pop-music-a-group-made-up-of-other-bands-stars.html", "section_name": "Arts"}