{"headline": {"main": "Pressing for a Mideast Cease-Fire"}, "lead_paragraph": "Secretary of State Colin Powell launched a timely new initiative yesterday to revive stalled Middle East peace efforts. Greater American activism is justified by the inability of Israelis and Palestinians to move forward on their own and by the changed international conditions created by the war against terrorism. While obstacles to progress are daunting, strong engagement by the Bush administration can help overcome them. As President Bush did earlier this month, Secretary Powell held out the vision of an eventual state of Palestine living peacefully alongside Israel. He bluntly reminded Palestinian leaders, however, that movement toward such a peace could proceed only if Israelis were able to live their lives free of terrorism as well as war. Reinforcing this point, he called on Yasir Arafat to produce not just declarations but actions to prevent attacks against Israelis and prosecute those responsible for them.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Editorial lauds as timely new initiative by Sec of State Colin L Powell to revive stalled Middle East peace efforts; says greater American activism is justified by lack of inability of Israelis and Palestinians to move forward on their own and by changed international conditions created by war on terrorism (M)", "print_page": "18", "type_of_material": "Editorial", "source": "The New York Times", "_id": "4fd229208eb7c8105d7b243c", "keywords": [{"name": "persons", "value": "POWELL, COLIN L"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "MISSING PERSONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-20T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Secretary of State Colin Powell launched a timely new initiative yesterday to revive stalled Middle East peace efforts. Greater American activism is justified by the inability of Israelis and Palestinians to move forward on their own and by the ch...", "slideshow_credits": null, "word_count": 463, "byline": null, "web_url": "http://www.nytimes.com/2001/11/20/opinion/pressing-for-a-mideast-cease-fire.html", "section_name": "Opinion"}