{"headline": {"main": "Foreign Affairs; The Real War"}, "lead_paragraph": "If 9/11 was indeed the onset of World War III, we have to understand what this war is about. We're not fighting to eradicate ''terrorism.'' Terrorism is just a tool. We're fighting to defeat an ideology: religious totalitarianism. World War II and the cold war were fought to defeat secular totalitarianism -- Nazism and Communism -- and World War III is a battle against religious totalitarianism, a view of the world that my faith must reign supreme and can be affirmed and held passionately only if all others are negated. That's bin Ladenism. But unlike Nazism, religious totalitarianism can't be fought by armies alone. It has to be fought in schools, mosques, churches and synagogues, and can be defeated only with the help of imams, rabbis and priests. The generals we need to fight this war are people like Rabbi David Hartman, from the Shalom Hartman Institute in Jerusalem. What first attracted me to Rabbi Hartman when I reported from Jerusalem was his contention that unless Jews reinterpreted their faith in a way that embraced modernity, without weakening religious passion, and in a way that affirmed that God speaks multiple languages and is not exhausted by just one faith, they would have no future in the land of Israel. And what also impressed me was that he knew where the battlefield was. He set up his own schools in Israel to compete with fundamentalist Jews, Muslims and Christians, who used their schools to preach exclusivist religious visions.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Thomas L Friedman Op-Ed column says current war against terrorism is not about eradicating terrorism as such, but seeks to defeat an ideology, namely, religious totalitarianism which cannot be fought by armies alone; says it must be fought in schools, mosques, churches and synagogues and can be defeated only with help of religious leaders (M)", "print_page": "19", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd229908eb7c8105d7b3843", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "ISLAM"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-27T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "If 9/11 was indeed the onset of World War III, we have to understand what this war is about. We're not fighting to eradicate ''terrorism.'' Terrorism is just a tool. We're fighting to defeat an ideology: religious totalitarianism. World War II and...", "slideshow_credits": null, "word_count": 737, "byline": {"person": [{"organization": "", "lastname": "FRIEDMAN", "middlename": "L.", "role": "reported", "rank": 1, "firstname": "Thomas"}], "original": "By THOMAS L. FRIEDMAN"}, "web_url": "http://www.nytimes.com/2001/11/27/opinion/foreign-affairs-the-real-war.html", "section_name": "Opinion"}