{"headline": {"main": "Rebuilding a Ravaged Land"}, "lead_paragraph": "Afghanistan has great potential for economic development. For decades investment, principally foreign but also domestic, has gone into either the opium business or politics -- that is, into guns. The amounts have been large; the return has been mainly devastation. But Afghanistan can be rebuilt. The first task is to feed the Afghan people, a critical political as well as humanitarian challenge: the people who control the guns must not become the people who control the food. The other great short-term challenge is resettlement of Afghans from Pakistan and Iran, as well as of those displaced within Afghanistan. Absolutely critical to resettlement is a sound plan for agriculture. Mine clearance and the building or rebuilding of dams, water pipelines, canals and water-purification systems require significant amounts of aid. But the tasks are clear and manageable and lead directly to self-sufficiency.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "M Ishaq Nadiri Op-Ed article on prospects for post-Taliban Afghanistan, which he says has great potential for economic development and can be rebuilt despite widespread devastation from decades of war; drawing (M)", "print_page": "17", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd212018eb7c8105d7878c0", "keywords": [{"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-26T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Afghanistan has great potential for economic development. For decades investment, principally foreign but also domestic, has gone into either the opium business or politics -- that is, into guns. The amounts have been large; the return has been ma...", "slideshow_credits": null, "word_count": 694, "byline": {"person": [], "original": "By M. Ishaq Nadiri"}, "web_url": "http://www.nytimes.com/2001/11/26/opinion/rebuilding-a-ravaged-land.html", "section_name": "Opinion"}