{"headline": {"main": "A Need for Order, the Smallpox Matter and Oil Prices", "kicker": "A NATION CHALLENGED -- AN OVERVIEW: NOV. 15, 2001"}, "lead_paragraph": "With the sands of war shifting rapidly in Afghanistan, the United States and its allies chose not to wait for an Islamic security force to be created, not to wait for a post-Taliban government to sort itself out, not to wait for rebels to deliver a knockout blow to Taliban troops holding out in the cities of Kandahar and Kunduz. Instead, some 80 American Special Operations troops, and twice as many British Royal Marines, landed just north of Kabul, the capital, to see that order is preserved and humanitarian aid delivered. HOLDING OFF ANARCHY -- In the best of worlds, the American-led coalition would have preferred not to swoop in so suddenly. But troops on the ground are urgently needed to make sure that a security vacuum does not turn into chaos, said Clare Short, a senior British official. Britain, France and Canada have said they are prepared to send in several thousand soldiers. ''We need to move in days,'' Ms. Short said.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Overview of events in war on terrorism (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd229288eb7c8105d7b2a2e", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-16T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "With the sands of war shifting rapidly in Afghanistan, the United States and its allies chose not to wait for an Islamic security force to be created, not to wait for a post-Taliban government to sort itself out, not to wait for rebels to deliver ...", "slideshow_credits": null, "word_count": 748, "byline": {"person": [{"lastname": "HABERMAN", "role": "reported", "rank": 1, "organization": "", "firstname": "Clyde"}], "original": "By CLYDE HABERMAN"}, "web_url": "http://www.nytimes.com/2001/11/16/world/nation-challenged-overview-nov-15-2001-need-for-order-smallpox-matter-oil-prices.html", "section_name": "World"}