{"headline": {"main": "The New Air War: Fewer Pilots, More Hits and Scarcer Targets", "kicker": "A NATION CHALLENGED: THE AIR WAR"}, "lead_paragraph": "Each day in Afghanistan, American commandos spot enemy targets miles away using binoculars equipped with laser range-finders. They relay the coordinates by satellite phones or laptop computers to warplanes circling high overhead. Then they get back on their horses to ride to the next target. The air war, now seven weeks old, has been waged using a pastiche of Civil War and Star Wars techniques. But more than anything, senior Pentagon officials said, the war has proven that advances in technology since the Persian Gulf war and the Kosovo campaign of 1999 have made it more possible than ever to strike an enemy from relative safety miles above the ground.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Air war in Afghanistan, waged with pastiche of low-tech and high-tech techniques, has proven that advances in technology have made it easier to strike enemy from relative safety miles above ground; senior officials cite importance of constellation of sensors almost constantly aloft over Afghanistan that offer sharper, more continuous picture of battlefield than ever; focus is likely to shift from air power to ground combat as number of targets shrinks; many Navy fighter jets are now returning to carriers without having dropped any bombs; diagrams (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2298b8eb7c8105d7b3372", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "NAVIES"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-29T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Each day in Afghanistan, American commandos spot enemy targets miles away using binoculars equipped with laser range-finders. They relay the coordinates by satellite phones or laptop computers to warplanes circling high overhead. Then they get bac...", "slideshow_credits": null, "word_count": 1152, "byline": {"person": [{"lastname": "DAO", "role": "reported", "rank": 1, "organization": "", "firstname": "James"}], "original": "By JAMES DAO"}, "web_url": "http://www.nytimes.com/2001/11/29/world/nation-challenged-air-war-new-air-war-fewer-pilots-more-hits-scarcer-targets.html", "section_name": "World; Washington"}