{"headline": {"main": "The World; A War on Terror Meets a War on Drugs"}, "lead_paragraph": "FROM the first days of the war in Afghanistan, United States officials have pointed to a dangerous weapon in the desolate Afghan countryside: the poppy fields that have spread over thousands of acres in recent years, turning the nation into by far the largest source of opium and heroin in the world. For the Taliban, American officials said, taxes on poppy farmers and opium dealers helped to finance the movement's rogue state. For Al Qaeda terrorists, the officials warned, the opium trade might also be a way to move money or fund attacks. At the least, Afghanistan's mix of political radicalism and diplomatic isolation had made for a drug threat that appeared to be well beyond America's reach.", "news_desk": "Week in Review Desk", "document_type": "article", "blog": [], "abstract": "America faces new drug challenge in Afghanistan as Taliban weakens and opium farmers return to their fields to produce what was their only reliable cash crop; drug experts say environment for drug traffickers may well improve with disappearance of Taliban, which succeeded in banning poppy cultivation, and fragmentation of power among rival groups; flow of opium from Afghan stockpiles has already risen sharply, with most headed north across porous borders of America's new allies: Uzbekistan, Tajikistan and Turkmenistan; photo (M)", "print_page": "4", "type_of_material": "News", "source": "The New York Times", "_id": "4fd229308eb7c8105d7b2eee", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "TAJIKISTAN"}, {"name": "glocations", "value": "TURKMENISTAN"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "UZBEKISTAN"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "HEROIN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "DRUG ABUSE AND TRAFFIC"}], "pub_date": "2001-11-25T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "FROM the first days of the war in Afghanistan, United States officials have pointed to a dangerous weapon in the desolate Afghan countryside: the poppy fields that have spread over thousands of acres in recent years, turning the nation into by far...", "slideshow_credits": null, "word_count": 1109, "byline": {"person": [{"lastname": "GOLDEN", "role": "reported", "rank": 1, "organization": "", "firstname": "Tim"}], "original": "By TIM GOLDEN"}, "web_url": "http://www.nytimes.com/2001/11/25/weekinreview/the-world-a-war-on-terror-meets-a-war-on-drugs.html", "section_name": "Week in Review"}