{"headline": {"main": "Oil Prices in Flux as OPEC Decides Against Cut in Output"}, "lead_paragraph": "Creating the prospect of a devastating price war, OPEC said today that it would not cut production further unless major producers outside the group also decreased their output sizably by Jan. 1. OPEC had been widely expected to announce a reduction in output to bolster sagging oil prices. But at a meeting here today, officials said the group would be willing to pare daily production by 1.5 million barrels by the beginning of next year only if non-OPEC nations, including Norway, Mexico and Russia, also trimmed output by a total of 500,000 barrels a day. For the time being, that seems unlikely.", "news_desk": "Business/Financial Desk", "document_type": "article", "blog": [], "abstract": "OPEC says it will not cut production further unless major producers outside group also decrease their output sizably by Jan 1; has had to make difficult choice between shoring up oil prices and protecting its share of global market against non-OPEC nations, including Norway, Mexico and Russia; is gambling that excess oil on market will lead to lower prices and cause revenues of non-OPEC countries to fall to unacceptable levels; crude oil for December delivery closes at $19.74 on New York Mercantile Exchange, decrease of 9 percent from previous day's price of $21.67; graph (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd252698eb7c8105d7f7c86", "keywords": [{"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "NORWAY"}, {"name": "glocations", "value": "MEXICO"}, {"name": "organizations", "value": "ORGANIZATION OF PETROLEUM EXPORTING COUNTRIES"}, {"name": "subject", "value": "INTERNATIONAL TRADE AND WORLD MARKET"}, {"name": "subject", "value": "OIL (PETROLEUM) AND GASOLINE"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "FUTURES AND OPTIONS TRADING"}, {"name": "subject", "value": "PRODUCTION"}], "pub_date": "2001-11-15T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Creating the prospect of a devastating price war, OPEC said today that it would not cut production further unless major producers outside the group also decreased their output sizably by Jan. 1.    OPEC had been widely expected to announce a reduc...", "slideshow_credits": null, "word_count": 886, "byline": {"person": [{"lastname": "BANERJEE", "role": "reported", "rank": 1, "organization": "", "firstname": "Neela"}, {"lastname": "TAVERNISE", "role": "reported", "rank": 2, "organization": "", "firstname": "Sabrina"}], "original": "By NEELA BANERJEE with SABRINA TAVERNISE"}, "web_url": "http://www.nytimes.com/2001/11/15/business/oil-prices-in-flux-as-opec-decides-against-cut-in-output.html", "section_name": "Business"}