{"headline": {"main": "Bravery at Home"}, "lead_paragraph": "President Bush says veterans should talk to schoolchildren about their experiences during World War II. A fine idea, but I think that those of us who were children on the home front during that war have something to tell, too. All my childhood feelings resurfaced in a heartbeat after Sept. 11. I remembered the fierce patriotism, the way people cared about one another, and the anxiety. The fears of children didn't get the same attention then. I can't remember any adults offering reassurances that we were secure. Instead, they told us the truth.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Op-Ed article by Jean S Arbeiter says those who were schoolchildren in America during World War II can talk to children of today about their experiences; says in 1942, even little children were expected to understand need for sacrifice; says their poignant home-front bravery in those years resonates today; says now new generation has to be brave; says childrens' sense of security lies in being part of effort that they see around them (M)", "print_page": "39", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd267698eb7c8105d81cf61", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}], "pub_date": "2001-11-23T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "President Bush says veterans should talk to schoolchildren about their experiences during World War II. A fine idea, but I think that those of us who were children on the home front during that war have something to tell, too.    All my childhood ...", "slideshow_credits": null, "word_count": 471, "byline": {"person": [{"organization": "", "lastname": "Arbeiter", "middlename": "S.", "role": "reported", "rank": 1, "firstname": "Jean"}], "original": "By Jean S. Arbeiter"}, "web_url": "http://www.nytimes.com/2001/11/23/opinion/bravery-at-home.html", "section_name": "Opinion"}