{"headline": {"main": "Alliance Says It Found School Run By a Titan of Terrorism", "kicker": "A NATION CHALLENGED: KUNDUZ"}, "lead_paragraph": "The Northern Alliance unit responsible for security in this former Taliban stronghold has found a small compound that it says was used as a headquarters for Central Asia's largest terrorist group and its near mythic leader, Juma Namangani. Mr. Namangani, an exile from Uzbekistan who is thought to have been killed near here, was a co-founder of the Islamic Movement of Uzbekistan, which helped destabilize three nations and whose guerrilla successes won him the attention and support of Osama bin Laden. Last month President Bush put the movement on a list of terrorist organizations whose assets would be frozen.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Northern Alliance discovers small compound in Kunduz used as headquarters by Islamic Movement of Uzbekistan, Central Asia's largest terrorist group, and its leader Juma Namangani, who is thought to have been killed nearby; Namangani's home within compound served as academy for preparing soldiers and terrorists to export international Islamic jihad and emphasized incursions into Uzbekistan, Tajikistan and Kyrgyzstan; academy was abandoned as Northern Alliance forces swept through Kunduz but documents and other materials salvaged confirm Namangani's ambition of fomenting religious war; photo of document showing how to make suitcase bomb (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd229248eb7c8105d7b272b", "keywords": [{"name": "persons", "value": "NAMANGANI, JUMA"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "KYRGYZSTAN"}, {"name": "glocations", "value": "TAJIKISTAN"}, {"name": "glocations", "value": "KUNDUZ (AFGHANISTAN)"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "UZBEKISTAN"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "ISLAMIC MOVEMENT OF UZBEKISTAN"}, {"name": "organizations", "value": "NORTHERN ALLIANCE"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-12-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The Northern Alliance unit responsible for security in this former Taliban stronghold has found a small compound that it says was used as a headquarters for Central Asia's largest terrorist group and its near mythic leader, Juma Namangani.    Mr. ...", "slideshow_credits": null, "word_count": 1325, "byline": {"person": [{"organization": "", "lastname": "CHIVERS", "middlename": "J.", "role": "reported", "rank": 1, "firstname": "C."}], "original": "By C. J. CHIVERS"}, "web_url": "http://www.nytimes.com/2001/12/01/world/nation-challenged-kunduz-alliance-says-it-found-school-run-titan-terrorism.html", "section_name": "World"}