{"headline": {"main": "A Crushed Revolt, a Switching of Sides and Complaints at Home", "kicker": "A NATION CHALLENGED -- AN OVERVIEW: NOV. 27, 2001"}, "lead_paragraph": "Their fighters have been routed in all but one Afghan city, Kandahar. Many now being held prisoner are a bedraggled lot -- all rags and filth and lowered heads, as 800 taken in trucks from Kunduz to heaven knows where were described. But whipped though they may be, Taliban troops can still make life miserable for their enemies, as amply proved by their blood-soaked uprising at the Qala Jangi fortress. DECLARING VICTORY -- It took nearly three days, plus help from American and British forces, but the Northern Alliance said it had finally crushed the Qala Jangi revolt by hundreds of Taliban prisoners, most of them Pakistanis and most of them now dead. Important details remained unclear, however, including whether the alliance's report should be taken entirely as gospel. The American commander of the war effort said that 30 to 40 rebels were still holding out. The fate of Americans at the scene was somewhat vague, too. The Pentagon said that five of its soldiers were seriously hurt by an errant American bomb. But Northern Alliance troops said that two Americans seemed to be dead as they were evacuated by helicopter.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Overview of days events in war on terrorism in Afghanistan and United States (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2676c8eb7c8105d81d159", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-28T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Their fighters have been routed in all but one Afghan city, Kandahar. Many now being held prisoner are a bedraggled lot -- all rags and filth and lowered heads, as 800 taken in trucks from Kunduz to heaven knows where were described. But whipped t...", "slideshow_credits": null, "word_count": 758, "byline": {"person": [{"lastname": "HABERMAN", "role": "reported", "rank": 1, "organization": "", "firstname": "Clyde"}], "original": "By CLYDE HABERMAN"}, "web_url": "http://www.nytimes.com/2001/11/28/world/nation-challenged-overview-nov-27-2001-crushed-revolt-switching-sides-complaints.html", "section_name": "World; Washington"}