{"headline": {"main": "South Korea's New Best Friend?"}, "lead_paragraph": "As the Russian president, Vladimir V. Putin, flew off to Vietnam today, South Koreans were left wondering why their government, one of America's staunchest allies in the region, had tilted toward Russia on a crucial issue of international security during his visit here this week. The answer, officials here said, seems to be the fear of another crisis over North Korea's ballistic missile program and Russia's increasingly important role in trying to persuade North Korea's leader, Kim Jong Il, to give it up. Suddenly, the South Korean president, Kim Dae Jung, needs Mr. Putin. And time is running out as domestic frustration with the North-South peace initiative is rising in South Korea while, in Washington, the Bush administration is already showing signs of impatience and a hardening of tone over North Korea's lack of movement.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Analysis of South Korea's act of independence from Washington, tilting toward Russia on issue of American missile-defense program; South Korean officials say they fear another crisis over North Korea's ballistic missile program, and value Russia's increasingly important role in trying to persuade North Korean leader, Kim Jong Il, to give it up; photo of Pres Vladimir V Putin during visit to Seoul (M)", "print_page": "10", "type_of_material": "An Analysis; News Analysis", "source": "The New York Times", "_id": "4fd206d28eb7c8105d7709d7", "keywords": [{"name": "persons", "value": "PUTIN, VLADIMIR V"}, {"name": "persons", "value": "KIM JONG IL"}, {"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "SOUTH KOREA"}, {"name": "glocations", "value": "SEOUL (SOUTH KOREA)"}, {"name": "glocations", "value": "NORTH KOREA"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "RUSSIA-INTERNATIONAL RELATIONS-SOUTH KOREA"}, {"name": "subject", "value": "NORTH KOREA-INTERNATIONAL RELATIONS-SOUTH KOREA"}, {"name": "subject", "value": "MISSILES AND MISSILE DEFENSE SYSTEMS"}], "pub_date": "2001-03-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "As the Russian president, Vladimir V. Putin, flew off to Vietnam today, South Koreans were left wondering why their government, one of America's staunchest allies in the region, had tilted toward Russia on a crucial issue of international security...", "slideshow_credits": null, "word_count": 939, "byline": {"person": [{"organization": "", "lastname": "TYLER", "middlename": "E.", "role": "reported", "rank": 1, "firstname": "Patrick"}], "original": "By PATRICK E. TYLER"}, "web_url": "http://www.nytimes.com/2001/03/01/world/south-korea-s-new-best-friend.html", "section_name": "World; Washington"}