{"headline": {"main": "The Way We Live Now: 11-18-01: On Language; Fog of War"}, "lead_paragraph": "'The early days of any battle introduce what's called the fog of war,'' said Andrew Card, White House chief of staff, ''and we're still looking through that fog to find the truth.'' Senator Hillary Clinton used the same military metaphor: ''We need to cut through the bureaucratic and turf battles. . . . We need to cut through the fog of war here at home.'' They were speaking of the frustrating investigation into the source of anthrax in the mail. This picked up on the repeated uses of the phrase at the embattled Defense Department regarding the air campaign in Afghanistan. Asked if he could be sure that Osama bin Laden would not try to escape to another country, Secretary of Defense Donald Rumsfeld replied: ''I can't be sure of anything in life. In the fog of war, it is a confused picture on the ground. Half of the 24 hours is darkness, there's a bit of a problem with dust in that region and weather's going to get bad soon. You can't be sure of anything.'' Gen. Richard Myers, chairman of the Joint Chiefs, later chimed in with ''In the fog of war, things happen that you don't expect.'' Twelve years before, a predecessor of his at that job, Adm. William Crowe, extended that uncertainty principle; he said that his Pentagon officers ''hear a lot about the fog of war, but they've also learned that the fog of peacetime is rather mind-boggling as well.''", "news_desk": "Magazine Desk", "document_type": "article", "blog": [], "abstract": "William Safire On Language column on expression fog of war; lists some fresh meanings for stale words (M)", "print_page": "32", "type_of_material": "News", "source": "The New York Times", "_id": "4fd229268eb7c8105d7b2869", "keywords": [{"name": "subject", "value": "ENGLISH LANGUAGE"}], "pub_date": "2001-11-18T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "'The early days of any battle introduce what's called the fog of war,'' said Andrew Card, White House chief of staff, ''and we're still looking through that fog to find the truth.'' Senator Hillary Clinton used the same military metaphor: ''We nee...", "slideshow_credits": null, "word_count": 1004, "byline": {"person": [{"lastname": "Safire", "role": "reported", "rank": 1, "organization": "", "firstname": "William"}], "original": "By William Safire"}, "web_url": "http://www.nytimes.com/2001/11/18/magazine/the-way-we-live-now-11-18-01-on-language-fog-of-war.html", "section_name": "Magazine"}