{"headline": {"main": "Vietnam Ghosts"}, "lead_paragraph": "As Americans fight the war against terrorism, we assure ourselves that this conflict is completely different from the one we carried out a generation ago in Southeast Asia. Yet Vietnam's ghosts are still here. They do not tell us that our current fight is less than just or necessary. But they steal away the old certainty that the end will inevitably be triumphant. And Americans of a certain age will always shiver when the debate turns to the use of ground troops in far-away, inhospitable lands. ''Reaching for Glory,'' Michael Beschloss's new analysis of Lyndon Johnson's 1964-65 White House tapes, is a timely reminder of what can happen when a president lies to the people for what he believes is their own good. Opponents of the war in Vietnam tended to see Johnson as deluded -- intent on winning a conflict that more objective people realized was hopeless. But in fact, the tapes, like those Mr. Beschloss revealed in an earlier book, demonstrate that Johnson never expected to win. ''I can't get out and I can't finish it with what I have got. And I don't know what the hell to do,'' he told his wife in March of 1965.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Editorial observes that ghosts of Vietnam war are still with us, as Americans fight war against terrorism; holds Vietnam's ghosts do not tell us that our current fight is less than just or necessary, but they steal away old certainty that the end will inevitably be triumphant; holds Reaching for Glory, Michael Beschloss's new analysis of Lyndon Johnson's 1964-65 White House tapes, is timely reminder of what can happen when president lies to the people for what he believes is their own good", "print_page": "12", "type_of_material": "Editorial", "source": "The New York Times", "_id": "4fd218e48eb7c8105d79610a", "keywords": [{"name": "creative_works", "value": "REACHING FOR GLORY (BOOK)"}, {"name": "persons", "value": "JOHNSON, LYNDON BAINES"}, {"name": "persons", "value": "BESCHLOSS, MICHAEL"}, {"name": "subject", "value": "VIETNAM WAR"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-11T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "As Americans fight the war against terrorism, we assure ourselves that this conflict is completely different from the one we carried out a generation ago in Southeast Asia. Yet Vietnam's ghosts are still here. They do not tell us that our current ...", "slideshow_credits": null, "word_count": 706, "byline": null, "web_url": "http://www.nytimes.com/2001/11/11/opinion/vietnam-ghosts.html", "section_name": "Opinion"}