{"headline": {"main": "Hurdles to Agenda"}, "lead_paragraph": "With a narrowly elected president and a closely divided Congress soon to be in place, some senators and Congressional analysts believe that conservative Republicans may be thwarted in their expectations to shift the federal courts markedly rightward. They say that in this finely balanced situation, George W. Bush would not, as president, be able to count on Senate Democrats largely acquiescing in his judicial choices.", "news_desk": "National Desk", "document_type": "article", "blog": [], "abstract": "News analysis: with narrowly elected president and closely divided Congress, some senators and Congressional analysts believe conservative Republicans may be thwarted in attempts to shift federal courts markedly rightward; in finely balanced situation, George W Bush would not be able to count on Senate Democrats largely acquiescing in his judicial choices (M)", "print_page": "10", "type_of_material": "An Analysis; News Analysis", "source": "The New York Times", "_id": "4fd242c68eb7c8105d7dc44d", "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "organizations", "value": "SENATE"}, {"name": "organizations", "value": "HOUSE OF REPRESENTATIVES"}, {"name": "subject", "value": "JUDGES"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "COURTS"}], "pub_date": "2001-01-02T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "With a narrowly elected president and a closely divided Congress soon to be in place, some senators and Congressional analysts believe that conservative Republicans may be thwarted in their expectations to shift the federal courts markedly rightwa...", "slideshow_credits": null, "word_count": 1126, "byline": {"person": [{"organization": "", "lastname": "LEWIS", "middlename": "A.", "role": "reported", "rank": 1, "firstname": "Neil"}], "original": "By NEIL A. LEWIS"}, "web_url": "http://www.nytimes.com/2001/01/02/us/hurdles-to-agenda.html", "section_name": "U.S."}