{"headline": {"main": "'Roosevelt's Secret War'"}, "lead_paragraph": "To the Editor: In his otherwise excellent review of Joseph E. Persico's fine book ''Roosevelt's Secret War'' (Oct. 21), Thomas Powers perpetuates a myth about Pearl Harbor -- namely, that intelligence was available that, had it been properly assessed, would have alerted the United States to the forthcoming Japanese attack. He cites Roberta Wohlstetter's ''Pearl Harbor.'' But she looked at the information with hindsight. For example, a spy message dividing the naval base into five areas to specify battleship berthing areas was seen after the attack as indicating it. In advance, it was viewed only as evidence of the thoroughness of Japanese espionage. None of the solved (or unsolved) Japanese messages mentioned a forthcoming attack, and the Japanese ambassadors themselves were not told of it. Of the solved ship-movement spy reports from August to Dec. 6, 1941, 20 indeed dealt with Hawaii, but 59 with the Philippines. The United States had no spies in Japan. It flew no photoreconnaissance over the empire. The strike force maintained radio silence. The Japanese prepared the attack in total security. No intelligence, analyzed or unanalyzed, existed that would have let America's commanders and President Roosevelt know in advance about the attack. David Kahn Great Neck, N.Y.", "news_desk": "Book Review Desk", "document_type": "article", "blog": [], "abstract": "David Kahn letter disputes statement in Thomas Powers' October 21 review of Joseph E Persico's book Roosevelt's Secret War that intelligence was available that, if properly assessed, would have alerted US to Japanese attack on Pearl Harbor", "print_page": "4", "type_of_material": "Letter", "source": "The New York Times", "_id": "4fd212058eb7c8105d787bf2", "keywords": [{"name": "creative_works", "value": "ROOSEVELT'S SECRET WAR (BOOK)"}, {"name": "persons", "value": "POWERS, THOMAS"}, {"name": "persons", "value": "PERSICO, JOSEPH E"}, {"name": "persons", "value": "KAHN, DAVID"}, {"name": "persons", "value": "ROOSEVELT, FRANKLIN DELANO"}, {"name": "glocations", "value": "PEARL HARBOR (HAWAII)"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "WORLD WAR II (1939-45)"}], "pub_date": "2001-11-11T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "To the Editor:    In his otherwise excellent review of Joseph E. Persico's fine book ''Roosevelt's Secret War'' (Oct. 21), Thomas Powers perpetuates a myth about Pearl Harbor -- namely, that intelligence was available that, had it been properly as...", "slideshow_credits": null, "word_count": 202, "byline": null, "web_url": "http://www.nytimes.com/2001/11/11/books/l-roosevelt-s-secret-war-971707.html", "section_name": "Arts; Books; Opinion"}