{"headline": {"main": "Pressing Greens, German Leader Wins Historic Vote on Sending Troops to Afghanistan"}, "lead_paragraph": "The German chancellor, Gerhard Schröder, won his game of chicken today with his junior coalition partner, the Greens, forcing them to support the government in a confidence vote over German participation in the war in Afghanistan. On one level, the vote was crucial, even historic, because it gave Parliament's approval to the deployment beyond Europe of German troops in a combat role for the first time since 1945 -- even if few of them are expected to be asked to fight. On another level, however, the narrowness of the margin showed how far this German government has still to travel to become the reliable foreign-policy partner that Mr. Schröder wants it to be.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "German Chancellor Gerhard Schroder forces his junior coalition partner, the Greens, to support government in confidence vote over German paticipation in war in Afghanistan; vote gives Parliament's approval to deployment beyond Europe of German troops in combat role for first time since 1945; but narrowness of margin shows how far German government must travel to become reliable foreign-policy partner that Schroder wants it to be; photo (M)", "print_page": "10", "type_of_material": "News", "source": "The New York Times", "_id": "4fd267668eb7c8105d81cd10", "keywords": [{"name": "persons", "value": "SCHRODER, GERHARD"}, {"name": "glocations", "value": "GERMANY"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "subject", "value": "INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}], "pub_date": "2001-11-17T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The German chancellor, Gerhard Schröder, won his game of chicken today with his junior coalition partner, the Greens, forcing them to support the government in a confidence vote over German participation in the war in Afghanistan.    On one level...", "slideshow_credits": null, "word_count": 975, "byline": {"person": [{"lastname": "ERLANGER", "role": "reported", "rank": 1, "organization": "", "firstname": "Steven"}], "original": "By STEVEN ERLANGER"}, "web_url": "http://www.nytimes.com/2001/11/17/world/pressing-greens-german-leader-wins-historic-vote-sending-troops-afghanistan.html", "section_name": "World"}