{"headline": {"main": "The Job Nobody Trained For"}, "lead_paragraph": "America's diplomatic, military and intelligence strategy came together quickly after Sept. 11. Abroad, we already have the most prominent terrorists on the run. But what about protection at home? The Office of Homeland Defense has accomplished very little so far, and Americans are beginning to wonder if Tom Ridge, its director, is holding an empty title. A little perspective and a little patience are in order. The parts of the government that organized our response in Afghanistan have had more than 50 years of experience in working together through the National Security Council. Their bureaucracies have collaborated -- and battled -- through several wars and scores of lesser military operations, covert actions and attendant diplomatic endeavors. They have engaged one another through 30 years of arms control negotiations. And they have grown accustomed to a more or less disciplined decision process centered in the White House. There has been nothing comparable on the domestic side. For all practical purposes, the federal government started homeland defense from scratch on Sept. 11.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Op-Ed article by Robert M Gates, former director of central intelligence, says Office of Homeland Defense, which has accomplished very little so far in war against terrorism, needs perspective and patience; says that while parts of government that organized military response in Afghanistan have had more than 50 years of experience working together through National Security Council, there has been nothing comparable on domestic side; drawing (M)", "print_page": "19", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd229248eb7c8105d7b26db", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "organizations", "value": "OFFICE OF HOMELAND SECURITY"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-19T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "America's diplomatic, military and intelligence strategy came together quickly after Sept. 11. Abroad, we already have the most prominent terrorists on the run. But what about protection at home? The Office of Homeland Defense has accomplished ver...", "slideshow_credits": null, "word_count": 692, "byline": {"person": [{"role": "reported", "rank": 1, "organization": ""}], "original": "By Robert M. Gates"}, "web_url": "http://www.nytimes.com/2001/11/19/opinion/the-job-nobody-trained-for.html", "section_name": "Opinion"}