{"headline": {"main": "Local Elections in Pakistan Are First Vote Since 1999 Coup"}, "lead_paragraph": "Pakistanis began voting today in local elections that are seen as the first test of the military's commitment to restore democracy since it took power in a bloodless coup 14 months ago. The country's military leader, Gen. Pervez Musharraf, has pledged to restore full democracy to Pakistan by 2002. The balloting today, the first since he overthrew Prime Minister Nawaz Sharif in October 1999, was a small and tentative step toward fulfilling that pledge.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Pakistanis begin voting in local elections that are seen as first test of military's commitment to restore democracy since it took power in bloodless coup 14 months ago; Gen Pervez Musharraf has pledged to restore full democracy by 2002; balloting, carried out under tight military supervision, is limited to 18 remote areas; country's 106 administrative districts will choose local councils in elections that will be held in stages, with last not completed until 2001; candidates are forbidden to run affiliated with political parties, which Musharraf blames for years of deeply corrupt governance (M)", "print_page": "2", "type_of_material": "News", "source": "Reuters", "_id": "4fd20f048eb7c8105d781003", "keywords": [{"name": "persons", "value": "MUSHARRAF, PERVEZ"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "subject", "value": "POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "LOCAL GOVERNMENT"}, {"name": "subject", "value": "ELECTIONS"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}], "pub_date": "2001-01-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Pakistanis began voting today in local elections that are seen as the first test of the military's commitment to restore democracy since it took power in a bloodless coup 14 months ago.     The country's military leader, Gen. Pervez Musharraf, has...", "slideshow_credits": null, "word_count": "813", "byline": null, "web_url": "http://www.nytimes.com/2001/01/01/world/local-elections-in-pakistan-are-first-vote-since-1999-coup.html", "section_name": "World"}