{"headline": {"main": "Legal Maneuvers, Stalking Kandahar, Stalling and Speeding Up Aid", "kicker": "A NATION CHALLENGED -- AN OVERVIEW: NOV. 29, 2001"}, "lead_paragraph": "However the war on terrorism goes, the civil liberties questions that it has spawned are not about to go away. Nor is the White House budging under pressure from critics, both from the left and the right, who say it goes too far with its plans for military tribunals and for eavesdropping on suspected terrorists and their lawyers. This is war, President Bush said, and ''we must not let foreign enemies use the forms of liberty to destroy liberty itself.'' GETTING TOUGH, WITH INCENTIVES -- The normal rules do not necessarily apply to ''unlawful combatants,'' the president said, confident that public opinion is with him. But the administration is also well aware of the concerns raised by the aggressive expansion of its law enforcement powers. Groups ranging across the political spectrum promised to get aggressive themselves by way of legal challenges. And Egypt, a country that the United States does not like to offend, protested over not being given the names of several dozen Egyptians in detention.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Overview of events in war on terrorism, including report that Ahmed Abdel Rahman, son of Sheik Omar Abdel Rahman, has been captured by Northern Alliance forces in Afghanistan, that alliance forces are closing in on Taliban stronghold in Kandahar, that fear of sheer lawlessness on many Afghan roads is preventing international relief groups from bringing food and other supplies to millions of hungry Afghans, and that New York Police Dept orders mandatory counseling for all members of force (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd229958eb7c8105d7b3bfd", "keywords": [{"name": "persons", "value": "RAHMAN, AHMED ABDEL"}, {"name": "persons", "value": "RAHMAN, OMAR ABDEL"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "glocations", "value": "AFGHANISTAN"}, {"name": "glocations", "value": "KANDAHAR (AFGHANISTAN)"}, {"name": "organizations", "value": "TALIBAN"}, {"name": "organizations", "value": "NORTHERN ALLIANCE"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "MENTAL HEALTH AND DISORDERS"}, {"name": "subject", "value": "FOREIGN AID"}, {"name": "subject", "value": "POLICE"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-30T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "However the war on terrorism goes, the civil liberties questions that it has spawned are not about to go away. Nor is the White House budging under pressure from critics, both from the left and the right, who say it goes too far with its plans for...", "slideshow_credits": null, "word_count": 757, "byline": {"person": [{"lastname": "HABERMAN", "role": "reported", "rank": 1, "organization": "", "firstname": "Clyde"}], "original": "By CLYDE HABERMAN"}, "web_url": "http://www.nytimes.com/2001/11/30/world/nation-challenged-overview-nov-29-2001-legal-maneuvers-stalking-kandahar.html", "section_name": "World; Health"}