{"headline": {"main": "Journal; Wait Until Dark"}, "lead_paragraph": "In the immediate aftermath of Sept. 11, the Arab world was riveted by the rumor that Israel was somehow behind the attack on the World Trade Center. Al Jazeera went so far as to report that 4,000 Jews had been given advance notice not to go to work at the towers that day. You'd think that no one in American officialdom would do anything to fan the flames of such noxious fictions, but if so, you'd be underestimating John Ashcroft. As part of his mass dragnet prompted by the attacks on America, our attorney general has rounded up about 50 Israeli Jews, some of whom have been detained for nearly a month on the pretext of minor offenses involving working papers. Why hold Israelis when there is no evidence linking them to terrorist activity? ''We are taking every step we can to prevent future terrorist attacks,'' said a Justice Department spokesman when queried by Tamar Lewin and Alison Leigh Cowan, the Times reporters who broke the story of the Israeli detainees on Wednesday. ''We are leaving no stone unturned.'' Given that none of Mr. Ashcroft's 1,200 or so arrests to date, whether of Israeli Jews or anyone else, have produced a single charge in connection with the mass murders of Sept. 11, it doesn't seem as if he is even looking in the right quarry. But in his blundering, he has now handed radical Islam a propaganda coup in its war against Israel.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Frank Rich Op-Ed column accuses Bush administration, in person of Atty Gen John Ashcroft, of grabbing emergency powers that skirt law in fight against terrorism; says legal system is retreating into cave in fight against terrorism, like 'heinous enemy' it is trying to track down; deplores establishment of military tribunals to try foreigners accused as terrorists; drawing (M)", "print_page": "27", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd2526d8eb7c8105d7f7e7e", "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "ASHCROFT, JOHN"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "PENTAGON BUILDING"}, {"name": "subject", "value": "MISSING PERSONS"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-24T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "In the immediate aftermath of Sept. 11, the Arab world was riveted by the rumor that Israel was somehow behind the attack on the World Trade Center. Al Jazeera went so far as to report that 4,000 Jews had been given advance notice not to go to wor...", "slideshow_credits": null, "word_count": 1404, "byline": {"person": [{"lastname": "RICH", "role": "reported", "rank": 1, "organization": "", "firstname": "Frank"}], "original": "By FRANK RICH"}, "web_url": "http://www.nytimes.com/2001/11/24/opinion/journal-wait-until-dark.html", "section_name": "Opinion"}