{"headline": {"main": "I.R.A. Asserts Onus Is Blair's In Peace Effort"}, "lead_paragraph": "Irish Republican Army leaders have issued a New Year's statement reiterating a pledge to resolve the disarmament deadlock that has blocked progress in bringing peace to Northern Ireland but saying that the next steps must come not from them but from Prime Minister Tony Blair. ''The leadership of the I.R.A. is committed to a resolution of the issue of arms,'' read the statement, which was sent to British news agencies on Monday night. ''This will not be resolved unless the British Prime Minister takes political responsibility for it.''", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Irish Republican Army leaders issue New Year's statement reiterating pledge to resolve disarmament deadlock that has blocked progress in bringing peace to Northern Ireland, but say next steps must come from Prime Min Tony Blair; offer no encouragement that there will be any imminent moves; say they have met all commitments (M)", "print_page": "10", "type_of_material": "News", "source": "The New York Times", "_id": "4fd20f038eb7c8105d780fac", "keywords": [{"name": "persons", "value": "BLAIR, TONY"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "glocations", "value": "NORTHERN IRELAND"}, {"name": "organizations", "value": "IRISH REPUBLICAN ARMY"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2001-01-03T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Irish Republican Army leaders have issued a New Year's statement reiterating a pledge to resolve the disarmament deadlock that has blocked progress in bringing peace to Northern Ireland but saying that the next steps  must come not from them but f...", "slideshow_credits": null, "word_count": 756, "byline": {"person": [{"lastname": "HOGE", "role": "reported", "rank": 1, "organization": "", "firstname": "Warren"}], "original": "By WARREN HOGE"}, "web_url": "http://www.nytimes.com/2001/01/03/world/ira-asserts-onus-is-blair-s-in-peace-effort.html", "section_name": "World"}