{"headline": {"main": "A Onetime War Maker Now Makes Peace"}, "lead_paragraph": "To our eyes, Fort Tilden is the most beautiful place in New York City. The first time we visited eight years ago, after driving to the end of Flatbush Avenue in Brooklyn, crossing the Marine Parkway Bridge into the Rockaways and taking an inconspicuous turn into the Queens park, it was as if we had been transported to a remote section of Cape Cod. On the park's 317 acres, we found an unspoiled beach scattered with the thick white shells of surf clams. Behind the beach were dunes covered with clumps of beach grass and wind-sculptured bayberry bushes. Trails led behind the dunes into a maritime forest of gnarled black pines, holly bushes and cottonwood trees. Run by the National Park Service, Fort Tilden was a secret slice of paradise. And it was even more fantastic because it was filled with mysterious abandoned structures. Walking along a sandy trail, we would come across a one-room concrete building, its roof falling in, tall weeds growing from cracks in the floor. Or climbing to the top of a dune, we would find a rusting metal door, concealed by clinging ivy, opening into a dark room beneath the sand. Perhaps our favorite ruin was a lone guardhouse, leaning to one side, paint stripped, defending a tangle of vines on an abandoned road. How these structures had been used we had only the vaguest notions. For a long time, they remained ghosts from an uncertain but clearly martial past.", "news_desk": "Leisure/Weekend Desk", "document_type": "article", "blog": [], "abstract": "Michael Crewdson-Margaret Mittelbach article on Fort Tilden, peaceful oasis of sea, sand, dunes and birds where huge guns and missiles once guarded New York harbor; veteran park ranger Morty Berger explains military history of Rockaways site that was active Army post from 1917 until 1974, and is now part of Gateway National Recreation Area; photos; map (M)", "print_page": "40", "type_of_material": "News", "source": "The New York Times", "_id": "4fd229928eb7c8105d7b398d", "keywords": [{"name": "persons", "value": "BERGER, MORTY"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "GATEWAY NATIONAL RECREATION AREA"}, {"name": "subject", "value": "MILITARY BASES AND INSTALLATIONS"}, {"name": "subject", "value": "FORT TILDEN (NYC)"}, {"name": "subject", "value": "PARKS AND OTHER RECREATION AREAS"}, {"name": "subject", "value": "HISTORY"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "pub_date": "2001-11-09T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "To our eyes, Fort Tilden is the most beautiful place in New York City. The first time we visited eight years ago, after driving to the end of Flatbush Avenue in Brooklyn, crossing the Marine Parkway Bridge into the Rockaways and taking an inconspi...", "slideshow_credits": null, "word_count": 2313, "byline": {"person": [{"lastname": "CREWDSON", "role": "reported", "rank": 1, "organization": "", "firstname": "Michael"}, {"lastname": "MITTELBACH", "role": "reported", "rank": 2, "organization": "", "firstname": "Margaret"}], "original": "By MICHAEL CREWDSON and MARGARET MITTELBACH"}, "web_url": "http://www.nytimes.com/2001/11/09/arts/a-onetime-war-maker-now-makes-peace.html", "section_name": "Travel; Arts"}