{"headline": {"main": "A Garden Vestige of the Paint-Splattered Hamptons"}, "lead_paragraph": "TALL cedar trees stand like gnarled sentinels at the entrance. A long lattice fence angles off in another direction, leading the eye away from the road and into a series of open-air rooms built by an artist who used landscape design, sculpture and architecture to create one of the most unusual settings in the Hamptons. When Costantino and Ruth Nivola bought the 35-acre property in 1948, there was just an old farmhouse with overgrown gardens, a barn and a chicken coop out back. ''At that time we were young and strong, and there were so many people who would drop in,'' said Mrs. Nivola, 84, sitting in the living room beneath a mural Le Corbusier painted on the wall in 1950. Mr. Nivola died in 1988, at 77.", "news_desk": "House & Home/Style Desk", "document_type": "article", "blog": [], "abstract": "Family of late artist Costantino Nivola hopes to preserve his East Hampton, NY, house and garden and artwork within; house was gathering place for American avant-garde of 1950's; photos (M)", "print_page": "7", "type_of_material": "News", "source": "The New York Times", "_id": "4fd206d28eb7c8105d7709d5", "keywords": [{"name": "persons", "value": "NIVOLA, COSTANTINO"}, {"name": "glocations", "value": "EAST HAMPTON (NY)"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "ART"}], "pub_date": "2001-03-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "TALL cedar trees stand like gnarled sentinels at the entrance. A long lattice fence angles off in another direction, leading the eye away from the road and into a series of open-air rooms built by an artist who used landscape design, sculpture and...", "slideshow_credits": null, "word_count": 1676, "byline": {"person": [{"lastname": "GORDON", "role": "reported", "rank": 1, "organization": "", "firstname": "Alastair"}], "original": "By ALASTAIR GORDON"}, "web_url": "http://www.nytimes.com/2001/03/01/garden/a-garden-vestige-of-the-paint-splattered-hamptons.html", "section_name": "Home and Garden; Style"}