{"headline": {"main": "U.S. SIGNS TREATY FOR WORLD COURT TO TRY ATROCITIES"}, "lead_paragraph": "The United States signed a treaty today to establish a permanent international criminal tribunal, after President Clinton overrode objections from the Pentagon and defied Republicans in the Senate. Mr. Clinton's decision, in the waning days of his second term, is not legally binding without Senate approval, which appears unlikely any time soon. Still, it represents a powerful American endorsement of the treaty's goals, and poses a political and diplomatic challenge for the incoming administration of George W. Bush.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "United States signs treaty to establish permament international criminal tribunal, after Pres Clinton overrides objections from Pentagon and defies Republicans in Senate; Clinton's decision is not legally binding without Senate approval, which appears unlikely, but it represents powerful American endorsement of treaty's goals, and poses political and diplomatic challenge for incoming administration of George W Bush; Bush's choice for secretary of defense, Donald H Rumsfeld, joined 11 other prominent retired policy makers last month in signing letter warning that 'American leadership in the world' would be first casualty of tribunal; fear is that such a court would subject American troops, diplomats and other officials to frivolous or politically motivated prosecutions; Clinton says treaty still has 'significant flaws,' and he takes unusual step of saying he would neither submit treaty for Senate approval nor recommend that his successor do so immediately (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd22d648eb7c8105d7ba6dd", "keywords": [{"name": "persons", "value": "CLINTON, BILL"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "RUMSFELD, DONALD H"}, {"name": "organizations", "value": "INTERNATIONAL CRIMINAL COURT"}, {"name": "subject", "value": "UNITED STATES INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "WAR CRIMES AND CRIMINALS"}, {"name": "subject", "value": "TREATIES"}], "pub_date": "2001-01-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "The United States signed a treaty today to establish a permanent international criminal tribunal, after President Clinton overrode objections from the Pentagon and defied Republicans in the Senate.    Mr. Clinton's decision, in the waning days of ...", "slideshow_credits": null, "word_count": 1311, "byline": {"person": [{"organization": "", "lastname": "MYERS", "middlename": "Lee", "role": "reported", "rank": 1, "firstname": "Steven"}], "original": "By STEVEN LEE MYERS"}, "web_url": "http://www.nytimes.com/2001/01/01/world/us-signs-treaty-for-world-court-to-try-atrocities.html", "section_name": "World; Front Page; Washington"}