{"headline": {"main": "Ex-Miss Florida Caught in a Time Warp", "kicker": "THEATER REVIEW"}, "lead_paragraph": "One reason initially promising plays often go wrong in the second act is that they seem to be constructed back to front: concluding events and the characters' fates are the first things fixed in the playwright's mind. As a result, the beginning of the play is devoted to establishing characters who, if they're well drawn, imply infinite possibilities for action but as the play proceeds are increasingly held hostage to the predetermined plot. A case in point is ''Bobbi Boland'' by Nancy Hasty, which opened last night at the ArcLight Theater. Set in a small Southern town in 1967, with a title character struggling to hold on to an increasingly unfashionable view of womanhood and worldliness, the play is initially an eccentric comedy that manages to make a vanished and insignificant American subculture vivid and worth revisiting.", "news_desk": "Movies, Performing Arts/Weekend Desk", "document_type": "article", "blog": [], "abstract": "Bruce Weber reviews play Bobbi Boland by Nancy Hasty, who also stars; photo (M)", "print_page": "3", "type_of_material": "Review", "source": "The New York Times", "_id": "4fd2238e8eb7c8105d7a928c", "keywords": [{"name": "creative_works", "value": "BOBBI BOLAND (PLAY)"}, {"name": "persons", "value": "HASTY, NANCY"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "pub_date": "2001-03-02T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "One reason initially promising plays often go wrong in the second act is that they seem to be constructed back to front: concluding events and the characters' fates are the first things fixed in the playwright's mind. As a result, the beginning of...", "slideshow_credits": null, "word_count": 926, "byline": {"person": [{"lastname": "WEBER", "role": "reported", "rank": 1, "organization": "", "firstname": "Bruce"}], "original": "By BRUCE WEBER"}, "web_url": "http://www.nytimes.com/2001/03/02/movies/theater-review-ex-miss-florida-caught-in-a-time-warp.html", "section_name": "Movies; Arts; Theater"}