{"headline": {"main": "150th Anniversary: 1851-2001; 150 and Counting: The Story So Far"}, "lead_paragraph": "BEGINNINGS are apt to be inauspicious, and so they were in 1851 with Henry Jarvis Raymond's little newspaper. But over the last 150 years, as the nation endured wars, depressions and often painful political, economic and cultural growth, that paper survived competitive challenges, even brushes with death, and prospered beyond its founders' wildest dreams. As it marks its sesquicentennial this week, The New York Times -- centerpiece of a $3.5 billion conglomerate of newspapers, magazines, radio and television stations and Internet sites -- is widely regarded as America's most influential newspaper. Its news-gathering operations employ 1,000 journalists in New York and in dozens of domestic and foreign bureaus. Nearly 1.2 million daily copies of the paper -- nearly 1.7 million on Sundays -- are distributed in 200 metropolitan areas across the nation, and the readers are among the best-educated, most affluent people in America.", "news_desk": "Special Section", "document_type": "article", "blog": [], "abstract": "Robert D McFadden article on how The Times has redefined and reinvented itself over its 150 history; photos; drawings; timeline (L)", "print_page": "4", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2298f8eb7c8105d7b37e1", "keywords": [{"name": "organizations", "value": "NEW YORK TIMES"}], "pub_date": "2001-11-14T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "BEGINNINGS are apt to be inauspicious, and so they were in 1851 with Henry Jarvis Raymond's little newspaper. But over the last 150 years, as the nation endured wars, depressions and often painful political, economic and cultural growth, that pape...", "slideshow_credits": null, "word_count": 3616, "byline": {"person": [{"role": "reported", "rank": 1, "organization": ""}], "original": "By ROBERT D. McFADDEN"}, "web_url": "http://www.nytimes.com/2001/11/14/news/150th-anniversary-1851-2001-150-and-counting-the-story-so-far.html", "section_name": null}