{"headline": {"main": "Standoff in Macedonia Threatening NATO-Backed Peace Plan"}, "lead_paragraph": "Ethnic Albanian gunmen and Macedonian police forces remained in a tense standoff today around several villages in western Macedonia, once more threatening the tortuous and much delayed peace process just before a final parliamentary vote on Thursday. Formers members of the recently disbanded Albanian guerrilla force openly took up arms again this week after a police search operation on Sunday. It was the first clash since a peace agreement was signed in August.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Ethnic Albanian gunmen and Macedonian police forces remain in tense standoff around several villages in western Macedonia, once more threatening tortuous and much delayed peace process just before final parliamentary vote; former members of recently disbanded Albanian guerrilla force openly take up arms again after police search operation; rebels refuse to allow police patrols back into rebel-held villages until Paliament passes amnesty measure for rebels fighters who give up their guns; Macedonian Slav politicians appear close to reneging on agreement to grant amnesties(M)", "print_page": "9", "type_of_material": "News", "source": "The New York Times", "_id": "4fd267648eb7c8105d81cb0d", "keywords": [{"name": "glocations", "value": "MACEDONIA (FORMER YUGOSLAV REPUBLIC)"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "AMNESTIES"}], "pub_date": "2001-11-15T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Ethnic Albanian gunmen and Macedonian police forces remained in a tense standoff today around several villages in western Macedonia, once more threatening the tortuous and much delayed peace process just before a final parliamentary vote on Thursd...", "slideshow_credits": null, "word_count": 506, "byline": {"person": [{"lastname": "GALL", "role": "reported", "rank": 1, "organization": "", "firstname": "Carlotta"}], "original": "By CARLOTTA GALL"}, "web_url": "http://www.nytimes.com/2001/11/15/world/standoff-in-macedonia-threatening-nato-backed-peace-plan.html", "section_name": "World"}