{"headline": {"main": "Museums Of Civil War Are Torn By Debate"}, "lead_paragraph": "One hundred thirty-six years after Grant took Richmond, reconciling the bloody shards of the Civil War is not getting any easier. Ask H. Alexander Wise Jr., president of the Tredegar National Civil War Center Foundation, an attempt to heal some war wounds by presenting Confederate, African-American and Union versions of the War Between the States under one all-inclusive, all-tolerant roof.", "news_desk": "National Desk", "document_type": "article", "blog": [], "abstract": "Focus on controversy stemming from proposal by Tredegar National Civil War Center Foundation president H Alexander Wise Jr to house his all-inclusive collection of Civil War memorabilia under one roof in new museum in Richmond, Va; he says history buffs should finally be invited to look beyond old biases and battle flags and delve side by side into broader, richer truth of conflict; is opposed by scholars and Northern war buffs, led by Pennsylvania Atty General's office, who have denounced his acquisition of valuable Union artifacts from Philadelphia's Civil War Library and Museum; is also opposed by Confederate diehards, donors and supporters of Museum of the Confederacy, who reject efforts to tell more inclusive story of war; photos (M)", "print_page": "32", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2676e8eb7c8105d81d239", "keywords": [{"name": "persons", "value": "WISE, H ALEXANDER JR"}, {"name": "organizations", "value": "MUSEUM OF THE CONFEDERACY"}, {"name": "organizations", "value": "TREDEGAR NATIONAL CIVIL WAR CENTER FOUNDATION"}, {"name": "organizations", "value": "CIVIL WAR LIBRARY AND MUSEUM"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CIVIL WAR (US) (1861-65)"}], "pub_date": "2001-11-25T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "One hundred thirty-six years after Grant took Richmond, reconciling the bloody shards of the Civil War is not getting any easier.     Ask H. Alexander Wise Jr., president of the Tredegar National Civil War Center Foundation, an attempt to heal som...", "slideshow_credits": null, "word_count": 1057, "byline": {"person": [{"organization": "", "lastname": "CLINES", "middlename": "X.", "role": "reported", "rank": 1, "firstname": "Francis"}], "original": "By FRANCIS X. CLINES"}, "web_url": "http://www.nytimes.com/2001/11/25/us/museums-of-civil-war-are-torn-by-debate.html", "section_name": "U.S."}