{"headline": {"main": "Disappearing in America"}, "lead_paragraph": "Thousands of detainees being held in secret by the government; wiretaps on prisoners' conversations with their lawyers; public debate about the advisability of using torture to make suspects talk. Two months into the war against terrorism, the nation is sliding toward the trap that we entered this conflict vowing to avoid. Civil liberties are eroding, and there is no evidence that the reason is anything more profound than fear and frustration. We trust the Bush administration is not seriously considering torture -- an idea that seems more interesting to radio talk shows and columnists than to government officials. But Attorney General John Ashcroft has been careless with the Constitution when it comes to the treatment of people arrested in the wake of Sept. 11, raising fears he will be similarly careless when it comes to using the broad new investigative powers recently granted him by Congress. A new rule just imposed by Mr. Ashcroft allows the government to listen in on conversations and intercept mail between some prison inmates and their lawyers -- in effect suspending the Sixth Amendment right to effective counsel. He has also refused to provide basic information about the 11,000-plus people who have been arrested and detained in the course of the government's terrorism investigation.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Editorial criticizes Atty Gen John Ashcroft for refusing to provide basic information about 11,000-plus people who have been arrested and detained in wake of Sept 11 terrorist attacks and for allowing government to listen in on conversations and intercept mail between some inmates and their lawyers; says moves do not appear vital to prevention of new terrorist acts and simply reflect fear and frustration (M)", "print_page": "22", "type_of_material": "Editorial", "source": "The New York Times", "_id": "4fd219688eb7c8105d7977b1", "keywords": [{"name": "persons", "value": "ASHCROFT, JOHN"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "LAWYER-CLIENT RELATIONSHIP, CONFIDENTIALITY OF"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "WIRETAPPING AND OTHER EAVESDROPPING DEVICES AND METHODS"}], "pub_date": "2001-11-10T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Thousands of detainees being held in secret by the government; wiretaps on prisoners' conversations with their lawyers; public debate about the advisability of using torture to make suspects talk. Two months into the war against terrorism, the nat...", "slideshow_credits": null, "word_count": 587, "byline": null, "web_url": "http://www.nytimes.com/2001/11/10/opinion/disappearing-in-america.html", "section_name": "Opinion"}