{"headline": {"main": "Plan Backed to End Diamond Trade That Fuels War"}, "lead_paragraph": "After more than a year of talks, government and industry negotiators from dozens of countries agreed today on a framework for a system to certify legitimately traded diamonds and stamp out the market for stones mined by rebels in war zones. A handful of issues were left unresolved, among them the question of whether the agreement could run afoul of international trade regulations. Human rights organizations, while endorsing the system, said its enforcement mechanisms were inadequate.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "Government and industry representatives from dozens of nations agree, after over year of talks, on framework for system to certify legitimately traded diamonds and stamp out market for stones mined by rebels in war zones; leave few issues unresolved; human rights groups, while endorsing system, say enforcement mechanisms are inadequate; plan must now be approved by United Nations General Assembly; South African Min Phumzile Mlambo-Ngcuka, who chairs talks, expects system to begin almost immediately in som nations and be function by end of 2002 in others taking part (M)", "print_page": "12", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2676d8eb7c8105d81d21a", "keywords": [{"name": "persons", "value": "MLAMBO-NGCUKA, PHUMZILE"}, {"name": "glocations", "value": "AFRICA"}, {"name": "organizations", "value": "UNITED NATIONS"}, {"name": "organizations", "value": "GENERAL ASSEMBLY"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}, {"name": "subject", "value": "DIAMONDS"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}], "pub_date": "2001-11-30T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "After more than a year of talks, government and industry negotiators from dozens of countries agreed today on a framework for a system to certify legitimately traded diamonds and stamp out the market for stones mined by rebels in war zones.    A h...", "slideshow_credits": null, "word_count": 860, "byline": {"person": [{"organization": "", "lastname": "CAUVIN", "middlename": "E.", "role": "reported", "rank": 1, "firstname": "Henri"}], "original": "By HENRI E. CAUVIN"}, "web_url": "http://www.nytimes.com/2001/11/30/world/plan-backed-to-end-diamond-trade-that-fuels-war.html", "section_name": "World"}