{"headline": {"main": "Paid Notice: Deaths  KETTLES, GILBERT PARMELE"}, "lead_paragraph": "KETTLES-Gilbert Parmele. Of White Plains, NY, formerly of Mamaroneck, NY died November 16, 2001 at the age of 75. Born on April 2, 1926 in New York, he was the son of the late Emilie F. Parmele and Francis Kettles and a predeceased brother, Frank. Mr. Kettles was prominent in the packaging industry. He graduated from the University of PennsyvaniaWharton School of Business. He also served in the United States Air Corps during World War II. He was a member of Westchester Country Club in Rye, NY and a former member of the New York Athletic Club and the Seigniory Club in Ottawa, Canada. He was an accomplished bridge player. Mr. Kettles was the beloved husband of Alanna Macnamara Kettles and devoted father of Pamela K. Keller of Chicago, IL. Debra Busby Kunces of Darien, CT. Gail B. Donovan of New Canaan, CT. Diane Busby of Wilton, CT. and Gilbert P. Kettles Jr. of San Francisco, CA. He is also survived by nine grandchildren. A Memorial Mass is being held at 11AM, Wednesday, Nov. 21st at the Church of the Resurrection 910 Boston Post Road in Rye, NY. For information contact William H. Graham Funeral Home in Rye. In lieu of flowers, contributions in his memory may be made to Rosary Hill Home, 600 Linda Ave., Hawthorne, NY 10532 or Calvary Fund at Calvary Hospital, 1740 Eastchester Road Bronx, NY 10461.", "news_desk": "Classified", "document_type": "article", "blog": [], "abstract": null, "print_page": "17", "type_of_material": "Paid Death Notice", "source": "The New York Times", "_id": "4fd252698eb7c8105d7f7c5a", "keywords": [{"name": "persons", "value": "KETTLES, GILBERT PARMELE"}], "pub_date": "2001-11-20T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "KETTLES-Gilbert Parmele. Of White Plains, NY, formerly of Mamaroneck, NY died November 16, 2001 at the age of 75. Born on April 2, 1926 in New York, he was the son of the late Emilie F. Parmele and Francis Kettles and a predeceased brother, Frank....", "slideshow_credits": null, "word_count": 231, "byline": null, "web_url": "http://www.nytimes.com/2001/11/20/classified/paid-notice-deaths-kettles-gilbert-parmele.html", "section_name": "Paid Death Notices"}