{"headline": {"main": "Armed to Excess"}, "lead_paragraph": "President Bush's announcement in his first address to Congress that it is time to ''discard cold war relics and reduce our own nuclear forces to reflect today's needs'' is an important step in the right direction. The risk of a nuclear attack still poses the greatest single threat to our survival. Implementing steep cuts in global nuclear arms is essential to our national interest. But since 1991, when the treaty known as Start I was signed, reductions in Washington's and Moscow's arsenals of nuclear weapons have been stalled by a Democratic president who was afraid of the political consequences of ''unilateral'' reductions and a Republican Congress that changed federal law to prevent the president from going below Start I levels.", "news_desk": "Editorial Desk", "document_type": "article", "blog": [], "abstract": "Op-ed article by New School pres Bob Kerrey expresses concern about about size of America's nuclear arsenal, contending we have more weapons than we need; warns that such excess forces Russians to maintain strategic and tactical arsenal far beyond what they can afford to maintain (M)", "print_page": "23", "type_of_material": "Op-Ed", "source": "The New York Times", "_id": "4fd206cb8eb7c8105d770455", "keywords": [{"name": "glocations", "value": "RUSSIA"}, {"name": "organizations", "value": "NEW SCHOOL UNIVERSITY"}, {"name": "subject", "value": "ATOMIC WEAPONS"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "BUDGETS AND BUDGETING"}], "pub_date": "2001-03-02T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "President Bush's announcement in his first address to Congress that it is time to ''discard cold war relics and reduce our own nuclear forces to reflect today's needs'' is an important step in the right direction.     The risk of a nuclear attack ...", "slideshow_credits": null, "word_count": 533, "byline": {"person": [{"lastname": "Kerrey", "role": "reported", "rank": 1, "organization": "", "firstname": "Bob"}], "original": "By Bob Kerrey"}, "web_url": "http://www.nytimes.com/2001/03/02/opinion/armed-to-excess.html", "section_name": "Opinion"}