{"headline": {"main": "A NATION CHALLENGED: HEARTS AND MINDS"}, "lead_paragraph": "A history of how the government has presented images of war and controlled information, and of how the message got out. SARAH SLOBIN WORLD WAR I SPEAKING AT SILENT MOVIES In 1917 an army of 75,000 volunteers called the Four-Minute Men, like those at left, were recruited by George Creel, a journalist and advertising man. They made patriotic war speeches to audiences before the start of (silent) movies. ''Matters lying outside our own life as a nation and over which we had no control, but which, despite our wish to keep free of them, have drawn us more and more irresistibly into their own current and influence. It has been impossible to avoid them.'' --President Woodrow Wilson WORLD WAR II MOVIE REELS AND MOVIE STARS President Roosevelt touted Hollywood as an essential war industry. Movie stars and entertainers like the Andrews Sisters, right, collaborated on newsreels. Support was easy to generate as Pearl Harbor came on the heels of the Depression, and war brought with it not only hope for an economic bounce but clear-cut enemies to despise. ''Today we seek a moral basis for peace. . . . It cannot be a lasting peace if the fruit of it is oppression, or starvation, cruelty, or human life dominated by armed camps. It cannot be a sound peace if small nations must live in fear of powerful neighbors. It cannot be a moral peace if freedom from invasion is sold for tribute.'' --President Franklin D. Roosevelt THE KOREAN WAR PSYCHOLOGY AND PUBLIC RELATIONS The propaganda machine was in full swing, but its focus shifted toward the Korean people and American soldiers. Psychological warfare leaflets, like those being packed into a shell at left, were dropped in the hopes of inducing the North Koreans to surrender. General Douglas MacArthur, who censored news reports from the front lines, disagreed with the Truman administration's war policy and was later dismissed. ''It must be the policy of the United States to support free peoples who are resisting attempted subjugation by armed minorities or by outside pressures.'' --President Harry S. Truman COLD WAR NIXON IN THE KITCHEN At a model of an American kitchen, an exhibit in Moscow to showcase capitalism, Vice President Richard M. Nixon and the Soviet leader, Nikita S. Khrushchev, fell into a much-publicized and heated debate. ''The cold war isn't thawing; it is burning with a deadly heat. Communism isn't sleeping; it is, as always, plotting, scheming, working, fighting.'' --President Richard M. Nixon VIETNAM WAR SPINNING OUT OF CONTROL While fear of spreading communism initially generated support for intervention in Vietnam, it was not enough to sustain it. The government had counted on television to promote its cause. Reporters were invited in to cover battle events. But when the television images began to include body bags and terrified children fleeing napalm attacks, popular support for the war eroded, and the media grew critical. ''Just like the Alamo, somebody damn well needed to go to their aid. Well, by God, I'm going to Vietnam's aid!'' --President Lyndon B. Johnson GULF WAR A 24-HOUR OPERATION The lessons of Vietnam brought tight restraints on the release of information even as cable news speeded the rhythm of war news on display. General Colin L. Powell presented remote airwar targeting techniques, while the voice of soldiers was delivered via the White House. ''Listen to Master Sergeant J . P. Kendall of the 82nd Airborne: 'We're here for more than just the price of a gallon of gas. What we're doing is going to chart the future of the world for the next 100 years. It's better to deal with this guy now than 5 years from now.''' --President George Bush WAR AGAINST TERROR SHAPING OPINION Pictures of patriotism, like the photo backdrop, below, that President Bush spoke in front of on Thursday, are designed by recruits from media and advertising.", "news_desk": "National Desk", "document_type": "article", "blog": [], "abstract": null, "print_page": "4", "type_of_material": "News", "source": "The New York Times", "_id": "4fd212058eb7c8105d787be3", "keywords": [], "pub_date": "2001-11-11T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "A history of how the government has presented images of war and controlled information, and of how the message got out.     SARAH SLOBIN    WORLD WAR I    SPEAKING AT SILENT MOVIES  In 1917 an army of 75,000 volunteers called the Four-Minute Men, ...", "slideshow_credits": null, "word_count": 644, "byline": {"person": [{"lastname": "SLOBIN", "role": "reported", "rank": 1, "organization": "", "firstname": "Sarah"}], "original": "By SARAH SLOBIN"}, "web_url": "http://www.nytimes.com/2001/11/11/us/a-nation-challenged-hearts-and-minds.html", "section_name": "U.S."}