{"headline": {"main": "2 Endocrinology Groups Raise Doubt on Earlier Onset of Girls' Puberty"}, "lead_paragraph": "Two professional societies representing endocrinologists have issued a statement saying that despite the conclusion of a widely noted study, it is not yet established that girls typically enter puberty earlier today. The groups urged that girls who appear to be starting sexual development at a young age see a specialist as soon as possible. The organizations, the Endocrine Society and the Lawson-Wilkins Pediatric Endocrine Society, also urged that rigorous studies be undertaken to determine not just the average age when puberty begins but how quickly it progresses.", "news_desk": "National Desk", "document_type": "article", "blog": [], "abstract": "Endocrine Society and Lawson-Wilkins Pediatric Endocrine Society question conclusion of widely noted 1997 study that girls are typically entering puberty earlier; say doctors and nurses who evaluated girls may have mistaken fat tissue in chubby girls for breasts and that girls in study were not randomly selected; urge that rigorous studies be undertaken to determine not just average age when puberty begins but how quickly it progresses, and that girls who appear to be starting sexual development at young age see specialist as soon as possible; voice concern that serious medical conditions, like tumors and hormonal disorders that can cause early sexual development, might be missed if pediatricians simply assume it is normal for puberty to start at early age; findings of widely noted 1997 study by University of North Carolina researcher Dr Marcia E Herman-Giddens discussed (M)", "print_page": "10", "type_of_material": "News", "source": "The New York Times", "_id": "4fd206d28eb7c8105d770987", "keywords": [{"name": "persons", "value": "HERMAN-GIDDENS, MARCIA E"}, {"name": "organizations", "value": "LAWSON-WILKINS PEDIATRIC ENDOCRINE SOCIETY"}, {"name": "organizations", "value": "ENDOCRINE SOCIETY"}, {"name": "subject", "value": "HORMONES"}, {"name": "subject", "value": "ENDOCRINE GLAND"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "REPRODUCTION (BIOLOGICAL)"}], "pub_date": "2001-03-03T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Two professional societies representing endocrinologists have issued a statement saying that despite the conclusion of a widely noted study, it is not yet established that girls typically enter puberty earlier today. The groups urged that girls wh...", "slideshow_credits": null, "word_count": 986, "byline": {"person": [{"lastname": "KOLATA", "role": "reported", "rank": 1, "organization": "", "firstname": "Gina"}], "original": "By GINA KOLATA"}, "web_url": "http://www.nytimes.com/2001/03/03/us/2-endocrinology-groups-raise-doubt-on-earlier-onset-of-girls-puberty.html", "section_name": "Health; U.S."}