{"headline": {"main": "White House Letter; Big Government Is Back in Style"}, "lead_paragraph": "Until Sept. 11, Washington had the unmistakable feel of a backwater. To borrow a phrase from another era, the essential business of the United States seemed to be business. Wall Street, not Washington, was where the real action was. Many Americans, perhaps most, had come to feel that they didn't much need the federal government in a time of peace and overflowing prosperity. Even President Bill Clinton had said the era of big government was over, and Washington, the hometown of big government, wistfully agreed.", "news_desk": "National Desk", "document_type": "article", "blog": [], "abstract": "White House Letter notes that era of big government that was declared over years ago has returned in wake of Sept 11 terrorist attacks; many Americans who felt they did not need federal government in time of peace and prosperity now, in crisis, are looking to Washington for leadership, and more than that; there is irony in fact that Pres Bush and most of his top colleagues, small-government people, are now loosing storm of intervention and innovation on Washington (M)", "print_page": "2", "type_of_material": "News", "source": "The New York Times", "_id": "4fd267698eb7c8105d81cf57", "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}], "pub_date": "2001-11-23T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Until Sept. 11, Washington had the unmistakable feel of a backwater.    To borrow a phrase from another era, the essential business of the United States seemed to be business. Wall Street, not Washington, was where the real action was. Many Americ...", "slideshow_credits": null, "word_count": 828, "byline": {"person": [{"organization": "", "qualifier": "Jr", "lastname": "APPLE", "middlename": "W.", "role": "reported", "rank": 1, "firstname": "R."}], "original": "By R. W. APPLE Jr"}, "web_url": "http://www.nytimes.com/2001/11/23/us/white-house-letter-big-government-is-back-in-style.html", "section_name": "U.S."}