{"headline": {"main": "French Writer Explores Two Cultures Entwined", "kicker": "ARTS ABROAD"}, "lead_paragraph": "When Annie Cohen-Solal took the position of France's cultural counselor in New York in 1989, her first unexpected discovery was that she felt more comfortable with the American cultural model than with the French. Her job was to promote French culture across the United States, but the freedom and eclecticism of American culture better suited her cosmopolitan background. Born into a Jewish family in French-ruled Algeria, she was 13 in 1962, when Algeria's independence forced her family to move to France. After receiving her doctorate from the Sorbonne, she lectured at universities in Berlin and Jerusalem before writing a well-received biography of Jean-Paul Sartre. Fluent in six languages, she was less than typically French when she arrived in New York.", "news_desk": "The Arts/Cultural Desk", "document_type": "article", "blog": [], "abstract": "Annie Cohen-Solal discusses her book Painting American: The Rise of American Artists, Paris 1867-New York 1948, which describes complementary and competitive relationship between American and French culture between 1867, when American painters were mocked at Universal Exhibition in Paris, to 1948, when they imposed Abstract Expressionism on art world; photo (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd2526a8eb7c8105d7f7cde", "keywords": [{"name": "creative_works", "value": "RISE OF AMERICAN ARTISTS: PARIS 1867-NEW YORK 1948 (BOOK)"}, {"name": "persons", "value": "COHEN-SOLAL, ANNIE"}, {"name": "glocations", "value": "FRANCE"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "ART"}], "pub_date": "2001-11-22T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "When Annie Cohen-Solal took the position of France's cultural counselor in New York in 1989, her first unexpected discovery was that she felt more comfortable with the American cultural model than with the French. Her job was to promote French cul...", "slideshow_credits": null, "word_count": 1413, "byline": {"person": [{"lastname": "RIDING", "role": "reported", "rank": 1, "organization": "", "firstname": "Alan"}], "original": "By ALAN RIDING"}, "web_url": "http://www.nytimes.com/2001/11/22/books/arts-abroad-french-writer-explores-two-cultures-entwined.html", "section_name": "Arts; Books"}