{"headline": {"main": "Rwanda and Uganda Begin Pulling Troops From Congo"}, "lead_paragraph": "Two armies in the sprawling conflict in Congo took what appeared to be a major step toward peace today, pulling back soldiers from front-line positions with the expectation that other combatants would do the same soon. Some 3,000 soldiers from Rwanda began marching out of the strategic town of Pweto, in southeastern Congo, this morning. Later, Uganda flew 150 of its soldiers from Buta in the northeast back to Uganda, the first planeload of what officials there say will be an immediate reduction of 1,500 soldiers.", "news_desk": "Foreign Desk", "document_type": "article", "blog": [], "abstract": "In major step toward peace in Congo, armies of Rwanda and Uganda pull back soldiers from front-line positions with expectation that other combatants will do same soon; Rwanda and Uganda, which are two of six outside nations fighting in Congo, make clear they are not withdrawing their forces entirely; but their latest moves are most hopeful sign since August 1999, when most combatants signed accord they all promptly ignored; foreign diplomats react cautiously to latest events, warning of many failures in past; photo; map (M)", "print_page": "3", "type_of_material": "News", "source": "The New York Times", "_id": "4fd244a48eb7c8105d7df371", "keywords": [{"name": "glocations", "value": "UGANDA"}, {"name": "glocations", "value": "CONGO (FORMERLY ZAIRE)"}, {"name": "glocations", "value": "RWANDA"}, {"name": "subject", "value": "INTERNATIONAL RELATIONS"}, {"name": "subject", "value": "ARMAMENT, DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "CIVIL WAR AND GUERRILLA WARFARE"}], "pub_date": "2001-03-01T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "Two armies in the sprawling conflict in Congo took what appeared to be a major step toward peace today, pulling back soldiers from front-line positions with the expectation that other combatants would do the same soon.     Some 3,000 soldiers from...", "slideshow_credits": null, "word_count": 1022, "byline": {"person": [{"lastname": "FISHER", "role": "reported", "rank": 1, "organization": "", "firstname": "Ian"}], "original": "By IAN FISHER"}, "web_url": "http://www.nytimes.com/2001/03/01/world/rwanda-and-uganda-begin-pulling-troops-from-congo.html", "section_name": "World"}