{"headline": {"main": "What Did You Do Before the War?"}, "lead_paragraph": "AMERICANS, whether they realize it or not, leave a trail of data with every life step. As soon as a person is married or divorced, basic details about the event go on file at the local courthouse for anybody to browse. The same can be said for anyone who has registered to vote, acquired a professional license, bought a piece of real estate, filed for bankruptcy, been convicted of a crime or simply moved and listed a new address and phone number. And those are just the public records. Other information -- like driving records, credit histories and Social Security numbers -- is available to companies and individuals under certain legal guidelines, for example, in cases when a person consents to a search of his past.", "news_desk": "Circuits", "document_type": "article", "blog": [], "abstract": "Companies that conduct background checks report surge in demand for their services from companies that want to screen job applicants and employees in wake of Sept 11 terrorist attacks; human-resources departments says increased screening has been one of most significant changes in workplace since attacks; increase in checks is partly due to advent of new generation of databases that integrate public and some private records, making search process easier and less expensive; privacy advocates are alarmed, and critics question whether checks actually make country more secure; photo (M)", "print_page": "1", "type_of_material": "News", "source": "The New York Times", "_id": "4fd211308eb7c8105d7862dc", "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "subject", "value": "WORLD TRADE CENTER (NYC)"}, {"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "HIJACKING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "pub_date": "2001-11-22T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "AMERICANS, whether they realize it or not, leave a trail of data with every life step. As soon as a person is married or divorced, basic details about the event go on file at the local courthouse for anybody to browse. The same can be said for any...", "slideshow_credits": null, "word_count": 1554, "byline": {"person": [{"lastname": "GUERNSEY", "role": "reported", "rank": 1, "organization": "", "firstname": "Lisa"}], "original": "By LISA GUERNSEY"}, "web_url": "http://www.nytimes.com/2001/11/22/technology/what-did-you-do-before-the-war.html", "section_name": "Technology"}