{"headline": {"main": "BRITISH FALL BACK; All Troops in Mandalay Area Retire, Menaced by Flanking Threat CHINESE CLAIM SUCCESS Report They Inflicted Heavy Casualties Above Lashio -- Japanese Bomb Akyab"}, "lead_paragraph": "LONDON, May 2 -- Mandalay, old capital of Burma, has been occupied by Japanese troops, according to a communique of Tokyo Imperial Headquarters broadcast today and inferentially confirmed by the British communique. The invaders, however, were said by Chungking to have been checked in their headlong rush over the Burma Road northeastward from Lashio. The Chinese reported inflicting heavy casualties on the foe at a point north of Hsenwi.", "news_desk": null, "document_type": "article", "blog": [], "abstract": "Mandalay falls to Japanese; Brit troops withdraw from positions north of Irrawaddy River; threatened by encirclement, Monywa battle; Chinese rept Japanese checked with heavy losses north of Hsenwi; rept on Jap losses, Taunggyi-Loilem area; Brit natls evacuated from Lashio to India by U S Army transports; Chiang Kai-shek message to Maj Gen Chennault on AVG victories revealed; Domei repts China isolated by Burma gains; repts Jap raid on Akyab; map", "print_page": "1", "type_of_material": "Front Page", "source": "The New York Times", "_id": "4fc23bd045c1498b0d696e8f", "keywords": [{"name": "organizations", "value": "FAR EASTERN FRONT"}, {"name": "subject", "value": "WORLD WAR II"}], "pub_date": "1942-05-03T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "LONDON, May 2 -- Mandalay, old capital of Burma, has been occupied by Japanese troops, according to a communique of Tokyo Imperial Headquarters broadcast today and inferentially confirmed by the British communique. The invaders, however, were said...", "slideshow_credits": null, "word_count": 483, "byline": {"person": [{"organization": "", "lastname": "Cable", "middlename": "Andersonspecial", "role": "reported", "rank": 1, "firstname": "David"}], "original": "By DAVID ANDERSONSpecial Cable to THE NEW YORK TIMES"}, "web_url": "http://query.nytimes.com/gst/abstract.html?res=9E04EED7133AE634A25750C0A9639C946393D6CF", "section_name": null}