{"headline": {"main": "U.S. PACIFIC FLEET BATTERS JAPANESE BASES IN MARSHALL AND GILBERT ISLES; 11 PLANES LOST; CORREGIDOR'S GUNS SMASH INVASION FLOTILLA; MANY SHIPS SUNK Severe Aircraft Losses Inflicted on Japanese in Raid on Isles KEY POINTS SHELLED Planes Back Up Assault by War Vessels -- U.S. Casualties Slight Corregidor Guns Blast Invasion Flotilla; Forts Destroy Assembled Troops, Barges"}, "lead_paragraph": "WASHINGTON, Feb. 1 -- Warships and planes of the United States Pacific Fleet have delivered smashing assaults with shell, bomb and torpedo against the strategically situated and powerfully armed and manned Japanese-mandated Marshall Islands and against a Japanese-occupied island in the Gilbert group, the Navy Department announced today.", "news_desk": null, "document_type": "article", "blog": [], "abstract": "U S warships and planes batter Marshall Islands and Jap-occupied Makin Is, Gilbert group; Jap losses reptd heavy; 2 U S ships slightly damaged, 11 planes lost; U S casualties believed slight", "print_page": "1", "type_of_material": "Front Page", "source": "The New York Times", "_id": "4fc225c745c1498b0d6333aa", "keywords": [{"name": "organizations", "value": "FAR EASTERN FRONT"}, {"name": "organizations", "value": "FAR EASTERN FRONT"}, {"name": "subject", "value": "WORLD WAR II"}, {"name": "subject", "value": "WORLD WAR II"}], "pub_date": "1942-02-02T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "WASHINGTON, Feb. 1 -- Warships and planes of the United States Pacific Fleet have delivered smashing assaults with shell, bomb and torpedo against the strategically situated and powerfully armed and manned Japanese-mandated Marshall Islands and ag...", "slideshow_credits": null, "word_count": 829, "byline": {"person": [{"organization": "", "lastname": "TRUSSELLSpecial", "middlename": "P.", "role": "reported", "rank": 1, "firstname": "C."}], "original": "By C.P. TRUSSELLSpecial to THE NEW YORK TIMES"}, "web_url": "http://query.nytimes.com/gst/abstract.html?res=9A03EEDB173CE33BBC4A53DFB4668389659EDE", "section_name": null}