{"headline": {"main": "Red Army Extends Gains; Batters Stronger Nazi Lines; RED ARMY BATTERS TWO NAZI FRONTS"}, "lead_paragraph": "MOSCOW, Wednesday, Dec. 2 -- Russian armies rode roughshod over stubborn German resistance in the Stalingrad area and on their new Rzhev-Toropets front yesterday, capturing several localities and killing more than 7,000 Axis troops, the Soviet High Command announced today. Fifty big transport planes with which the Germans were trying to supply encircled units on the Stalingrad front were destroyed, twenty in air battles and thirty in Soviet raids on airdromes, the midnight communique said.", "news_desk": null, "document_type": "article", "blog": [], "abstract": "USSR forces seize points on new Rzhev-Toropets front; destroy Ger planes attempting to supply encircled Stalingrad units; strengthen defenses southwest of Stalingrad and wipe out Axis troops; break through Ger defenses northwest of Moscow; Gers repulsed on Stalingrad front; lose men in sector, west of Rzhev; USSR troops wipe out Gers west of Velikiye Luki; activity on Leningrad front reptd mounting; USSR forces repulse Gers inside Stalingrad; push offensive along eastern bank of Don; Gers make no attempt to evacuate Stalingrad salient but USSR forces destroy tanks and trucks carrying supplies; Red Star quotes Hitler on Rzhev importance; Ger and Ital versions", "print_page": "1", "type_of_material": "Front Page", "source": "The New York Times", "_id": "4fc2188545c1498b0d5f7dda", "keywords": [{"name": "organizations", "value": "EASTERN FRONT"}, {"name": "subject", "value": "WORLD WAR II"}], "pub_date": "1942-12-02T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "MOSCOW, Wednesday, Dec. 2 -- Russian armies rode roughshod over stubborn German resistance in the Stalingrad area and on their new Rzhev-Toropets front yesterday, capturing several localities and killing more than 7,000 Axis troops, the Soviet Hig...", "slideshow_credits": null, "word_count": 723, "byline": {"original": "By The United Press", "organization": "The United Press", "person": []}, "web_url": "http://query.nytimes.com/gst/abstract.html?res=9507E7DD1039E33BBC4A53DFB4678389659EDE", "section_name": null}