{"headline": {"main": "RUSSIAN LINE SAGS; Red Army Yields Again to Huge Tank Forces South of Volga City FOE IS REPULSED IN NORTH Defenders Drive a Wedge Into Axis Salient at Don Bend -- Nazis Claim Anapa Port RUSSIAN INFANTRY MOVING UP AGAINST THE ENEMY RUSSIAN LINE SAGS HEAR STALINGRAD"}, "lead_paragraph": "MOSCOW, Wednesday, Sept. 2 -- German armored forces have driven into the area \"southwest of Stalingrad,\" the front heretofore designated as northeast of Kotelnikov, wedging into the Soviet defenses in one sector and pushing the Russians back in another, the High Command announced today.", "news_desk": null, "document_type": "article", "blog": [], "abstract": "USSR forces yield to Ger tank forces, Kotelnikov area in Stalingrad battle; claims Ger-Ital troops repulsed, Kletskaya area; Gers claim Anapa, Black Sea port, captured by own and Rumanian troops; USSR forces fall back to new defensive positions, south of Krasnodar; USSR troops wipe out 200 Gers, Mozdok area near Grozny oil fields; USSR Stalingrad defense seen strong north of city; Ger supply difficulties cited; Ger rept on battles; map", "print_page": "1", "type_of_material": "Front Page", "source": "The New York Times", "_id": "4fc219b845c1498b0d5fd264", "keywords": [{"name": "organizations", "value": "EASTERN FRONT"}, {"name": "organizations", "value": "EASTERN FRONT"}, {"name": "subject", "value": "WORLD WAR II"}, {"name": "subject", "value": "WORLD WAR II"}], "pub_date": "1942-09-02T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "MOSCOW, Wednesday, Sept. 2 -- German armored forces have driven into the area \"southwest of Stalingrad,\" the front heretofore designated as northeast of Kotelnikov, wedging into the Soviet defenses in one sector and pushing the Russians back in an...", "slideshow_credits": null, "word_count": 457, "byline": {"original": "By The United Press", "organization": "The United Press", "person": []}, "web_url": "http://query.nytimes.com/gst/abstract.html?res=9F03E0D81239E33BBC4A53DFBF668389659EDE", "section_name": null}