{"headline": {"main": "NAZIS CLAIM PORT; Crimean Base Captured After 25-Day Assault, Berlin Asserts RUSSIANS CONTINUE FIGHT Stem New German Offensive in Gzhatsk Area and Hold Kursk Tank Thrusts"}, "lead_paragraph": "BERNE, Switzerland, Thursday, July 2 -- After four days' incessant bombing and shelling, German and Rumanian forces shortly before noon yesterday, in an action that for sheer bloody horror must have surpassed anything seen at Verdun in the last war, stormed the last line of Sevastopol's defenses and, according to a special announcement in Berlin late last evening, captured Russia's great Black Sea naval base.", "news_desk": null, "document_type": "article", "blog": [], "abstract": "Gers rept Sevastopol capture; USSR admits break in city's lines and hand-to-hand fighting; USSR forces stem new Ger offensive, Gzhatsk; hold tank thrusts, Kursk; Hitler promotes Crimean comdr Col Gen von Mannstein to gen field marshal for role in Sevastopol fall; Rumanian troops take Balaclava; Ger-Hungarian activity reptd, central front; maps", "print_page": "1", "type_of_material": "Front Page", "source": "The New York Times", "_id": "4fc2202345c1498b0d61999b", "keywords": [{"name": "organizations", "value": "EASTERN FRONT"}, {"name": "subject", "value": "WORLD WAR II"}], "pub_date": "1942-07-02T00:00:00Z", "subsection_name": null, "multimedia": [], "snippet": "BERNE, Switzerland, Thursday, July 2 -- After four days' incessant bombing and shelling, German and Rumanian forces shortly before noon yesterday, in an action that for sheer bloody horror must have surpassed anything seen at Verdun in the last wa...", "slideshow_credits": null, "word_count": 531, "byline": {"person": [{"organization": "", "lastname": "BRIGHAMBy", "middlename": "T.", "role": "reported", "rank": 1, "firstname": "Daniel"}], "original": "By DANIEL T. BRIGHAMBy Telephone to THE NEW YORK TIMES"}, "web_url": "http://query.nytimes.com/gst/abstract.html?res=9B0DEED7133CE33BBC4A53DFB1668389659EDE", "section_name": null}