{"slideshow_credits": null, "_id": "4fc2264445c1498b0d63574f", "byline": null, "abstract": "N Y C area and N J units prepare for service; few resignations expected; Gov Moore to issue mobilization order; men from other States ready to serve", "news_desk": null, "blog": [], "section_name": null, "snippet": "The various National Guard units in metropolitan New York and New Jersey designated in President Roosevelt's mobilization order will hold regular drills and receive training in their armories between now and Sept. 16, when their year of active ser...", "pub_date": "1940-09-03T00:00:00Z", "print_page": "1", "keywords": [{"name": "persons", "value": "MOORE , ARTHUR HARRY"}, {"name": "glocations", "value": "UNITED STATES, STATUS OF"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "organizations", "value": "ARMY"}, {"name": "organizations", "value": "ARMY"}, {"name": "organizations", "value": "NATIONAL GUARD"}, {"name": "subject", "value": "EUROPEAN WAR"}, {"name": "subject", "value": "BASES"}], "word_count": 1532, "headline": {"main": "FEW RESIGNATIONS IN GUARD EXPECTED BY OFFICERS HERE; Commanders of Units Called Up Say Dependency Cases Have Been Thinned Out DRIVE FOR MORE MEN ON 4,000 Sought for 44th Division --Drills to Be Continued Up to Time of Induction Ranks Already Thinned Out FEW RESIGNATIONS IN GUARD EXPECTED To Be Quartered in Armories Last Holiday as Civilians Nucleus of Expanded Army 26 States Represented Moore to Issue Order Fort Dix to Be Expanded"}, "lead_paragraph": "The various National Guard units in metropolitan New York and New Jersey designated in President Roosevelt's mobilization order will hold regular drills and receive training in their armories between now and Sept. 16, when their year of active service begins.", "subsection_name": null, "type_of_material": "Front Page", "document_type": "article", "source": "The New York Times", "multimedia": [], "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C06E4D6133EE432A25750C0A96F9C946193D6CF"}